{
  "actions": [
    {
      "acted_at": "2015-06-02", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-05", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Disability Assistance and Memorial Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-24", 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-09", 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-09", 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee in the Nature of a Substitute (Amended) by Voice Vote .", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2605-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Disability Assistance and Memorial Affairs", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-06-24", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-06-02", 
  "number": "2605", 
  "official_title": "To amend title 38, United States Code, to improve the supervision of fiduciaries of veterans under the laws administered by the Secretary of Veterans Affairs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr677-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Veterans Fiduciary Reform Act of 2015", 
  "sponsor": {
    "district": "6", 
    "name": "Johnson, Bill", 
    "state": "OH", 
    "thomas_id": "02046", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-06-02", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative remedies", 
    "Armed forces and national security", 
    "Department of Veterans Affairs", 
    "Disability and paralysis", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Mental health", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' medical care", 
    "Veterans' pensions and compensation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-06-02", 
    "text": "Veterans Fiduciary Reform Act of 2015\n\nStates that, when in the opinion of the Department of Veterans Affairs (VA) a temporary fiduciary is needed to protect the benefits of a VA beneficiary while a determination of incompetency is being made or appealed or a fiduciary is appealing a determination of misuse, the VA may appoint one or more temporary fiduciaries for up to 120 days.\n\nDirects the VA to provide a written statement to a beneficiary determined by the VA to be mentally incompetent for purposes of appointing a fiduciary. Allows the beneficiary to appeal such determination. Allows a beneficiary for whom the VA appoints a fiduciary to, at any time, request the VA to remove such fiduciary and appoint a new one. Requires the VA to comply with any such request if made in good faith and if the fiduciary is not acting in the beneficiary's best interests. Prohibits any such removal or new appointment from delaying or interrupting the beneficiary's receipt of benefits. Requires a appointed fiduciary appointed by the VA to act independently of the VA and in the interest of the beneficiary.\n\nProvides for the predesignation of a fiduciary. Provides that, if a beneficiary does not designate a fiduciary, the VA shall appoint, to the extent possible, a fiduciary who is: (1) a relative, (2) a guardian, or (3) authorized to act on their behalf under a durable power of attorney.\n\nProvides for: (1) fiduciary commissions when necessary; and (2) the temporary payment of benefits to a person having custody and control of an incompetent or minor beneficiary, to be used solely for the benefit of the beneficiary.\n\nDirects the VA to: (1) maintain a list of state and local agencies and nonprofit social service agencies that are qualified to act as a fiduciary, and (2) provide an appointed fiduciary with assistance.\n\nRequires any certification of a fiduciary to be made on the basis of an inquiry or investigation of his or her fitness and qualifications. Requires the investigation to include a face-to-face interview and a background check. Allows a person convicted of a federal or state offense to serve as a fiduciary only when the VA finds such person to be appropriate under the circumstances. Requires each fiduciary to disclose the number of beneficiaries that the fiduciary acts on behalf of.\n\nDirects the VA to: (1) maintain records of any person who has previously served as a fiduciary and had such status revoked, and (2) notify the beneficiary within 14 days after learning that the fiduciary has been convicted of a crime.\n\n Directs the VA, when determining whether a proposed fiduciary shall be required to furnish a bond, to consider: (1) the existence of any familial or other personal relationship between the proposed fiduciary and the beneficiary, and (2) the care the proposed fiduciary has taken to protect the beneficiary's interests.\n\nDirects the VA, upon reason to believe that a fiduciary may be misusing all or part of a beneficiary benefit, to: (1) conduct a thorough investigation, and (2) report results to the Department of Justice and the head of each federal department or agency that pays a beneficiary benefit to such fiduciary. Requires each Veterans Benefits Administration regional office to maintain specified fiduciary information.\n\nRequires a fiduciary (who currently is merely permitted) to file an annual accounting of the administration of beneficiary benefits. Directs the VA to conduct annual random audits of fiduciaries who receive a commission for such service.\n\nRequires fiduciary repayment of misused benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Veterans Fiduciary Reform Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title 38, United States Code, to improve the supervision of fiduciaries of veterans under the laws administered by the Secretary of Veterans Affairs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:45:27-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2605:@@@L&summ2=m&"
}