{
  "actions": [
    {
      "acted_at": "2015-09-24", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Veterans' Affairs, and in addition to the Committees on Armed Services, and the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-24", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "text": "Referred to House Veterans' Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-24", 
      "committees": [
        "HSAS"
      ], 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-24", 
      "committees": [
        "HSBU"
      ], 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-11-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Military Personnel.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3596-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Brown, Corrine", 
      "sponsored_at": "2015-09-25", 
      "state": "FL", 
      "thomas_id": "00132", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-09-24", 
  "number": "3596", 
  "official_title": "To amend title 38, United States Code, to extend certain expiring provisions of law administered by the Secretary of Veterans Affairs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2082-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Department of Veterans Affairs Expiring Authorities Act of 2015", 
  "sponsor": {
    "district": "4", 
    "name": "Smith, Christopher H.", 
    "state": "NJ", 
    "thomas_id": "01071", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-09-24", 
  "subjects": [
    "Administrative remedies", 
    "Advisory bodies", 
    "Armed forces and national security", 
    "Asia", 
    "Building construction", 
    "California", 
    "Child care and development", 
    "Congressional oversight", 
    "Department of Defense", 
    "Department of Veterans Affairs", 
    "Disability and paralysis", 
    "Employment and training programs", 
    "Executive agency funding and structure", 
    "Florida", 
    "Hazardous wastes and toxic substances", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health facilities and institutions", 
    "Health personnel", 
    "Hospital care", 
    "Housing finance and home ownership", 
    "Housing for the elderly and disabled", 
    "Long-term, rehabilitative, and terminal care", 
    "Low- and moderate-income housing", 
    "Medical tests and diagnostic methods", 
    "Mental health", 
    "New York State", 
    "Philippines", 
    "Physical fitness and lifestyle", 
    "Residential rehabilitation and home repair", 
    "Rural conditions and development", 
    "Transportation costs", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' medical care", 
    "Veterans' organizations and recognition"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-09-24", 
    "text": "Department of Veterans Affairs Expiring Authorities Act of 2015\n\nThis bill extends specified Department of Veterans Affairs (VA) programs.\n\nTITLE I--EXTENSIONS OF AUTHORITY RELATING TO HEALTH CARE\n\nExtends through FY2016:\n\n authority for collection of copaypayments for hospital care and nursing home care, authorization of appropriations for assistance and support services for caregivers, authority for recovery from third parties of the cost of care and services furnished to veterans with health-plan contracts for non-service-connected disability, authority for the pilot program on assistance for child care for certain veterans receiving health care, authority to make grants to veterans service organizations for transportation of highly rural veterans, authority for Department of Defense (DOD)-VA Health Care Sharing Incentive Fund, and authority for the pilot program on counseling in retreat settings for women veterans newly separated from service. Extends through December 31, 2016, the requirement to provide nursing home care to certain veterans with service-connected disabilities.\n\nExtends through FY2017 authority for the Joint DOD-VA Demonstration Fund. TITLE II--EXTENSIONS OF AUTHORITY RELATING TO BENEFITS\n\nExtends through FY2016:\n\n specified housing loan provisions and definitions, including the calculation of net value of real property at time of foreclosure; and authority relating to vendee loans. Extends through December 31, 2016, authority:\n\n for the Veterans' Advisory Committee on Education, and to provide rehabilitation and vocational benefits at VA facilities to members of the Armed Forces with severe injuries or illnesses. TITLE III--EXTENSIONS OF AUTHORITY RELATING TO HOMELESSNESS\n\nExtends through FY2016 authority:\n\n for homeless veterans reintegration programs; for the homeless women veterans and homeless veterans with children reintegration program; to provide housing assistance for homeless veterans; to provide financial assistance for supportive services for very low-income veteran families in permanent housing; for the grant program for homeless veterans with special needs; for treatment and rehabilitation services for seriously mentally ill and homeless veterans, including a program to provide homeless veterans with benefits and services at certain locations; and to provide referral and counseling services for certain veterans at risk of homelessness. Extends through December 31, 2016, authority for the Advisory Committee on Homeless Veterans.\n\nTITLE IV--OTHER EXTENSIONS AND MODIFICATIONS OF AUTHORITY\n\nExtends through FY2016 authority:\n\n for monthly assistance allowances under the Office of National Veterans Sports Programs and Special Events; for operation of the VA regional office in Manila, the Republic of the Philippines; for appropriations for adaptive sports programs for disabled veterans and members of the Armed Forces; for temporary eligibility expansion for specially adapted housing assistance for certain veterans with disabilities causing difficulty ambulating; the requirement for an annual report on the DOD-VA Interagency Program Office; and the current multipliers used in calculating the fees the VA is authorized to pay to educational institutions and apprenticeship providers for reports regarding each eligible individual's enrollment in veterans' education or training programs and the interruption or termination of their participation in such programs. Extends through December 31, 2016:\n\n authority for transportation of individuals to and from VA facilities for vocational rehabilitation, counseling, treatment, or care; the requirement to provide annual reports to Congress regarding equitable relief in the case of administrative error; authority for Advisory Committee on Minority Veterans; authority to enter into agreement with the National Academy of Sciences regarding associations between diseases and exposure to dioxin and other chemical compounds in herbicides; and authority for performance of medical disabilities examinations by contract physicians. Funding authority is modified to provide for constructing a new bed tower at the VA medical center in Tampa, Florida, in lieu of providing bed tower upgrades at such medical center.\n\nThe VA may carry out the following major medical facility projects (with each project not to exceed specified amounts):\n\n construction of a community living center, outpatient clinic, renovated domiciliary, and renovation of existing buildings in Canandaigua, New York; seismic corrections to the mental health and community living center in Long Beach, California; seismic correction of 12 buildings in West Los Angeles, California; and construction of a spinal cord injury building and seismic corrections in San Diego, California. TITLE V--OTHER MATTERS\n\nVarious technical and clerical amendments are made."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Department of Veterans Affairs Expiring Authorities Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title 38, United States Code, to extend certain expiring provisions of law administered by the Secretary of Veterans Affairs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:53:44-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3596:@@@L&summ2=m&"
}