{
  "actions": [
    {
      "acted_at": "2016-03-23", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Science, Space, and Technology, and in addition to the Committees on Energy and Commerce, Ways and Means, and Homeland Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-03-23", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Referred to House Science, Space, and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-03-23", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-03-23", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-03-23", 
      "committees": [
        "HSHM"
      ], 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-03-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Environment and the Economy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-03-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Cybersecurity, Infrastructure Protection, and Security Technologies.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4865-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Environment and the Economy", 
      "subcommittee_id": "18"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Cybersecurity, Infrastructure Protection, and Security Technologies", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-03-23", 
  "number": "4865", 
  "official_title": "To ensure the development and responsible stewardship of nanotechnology.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nanotechnology Advancement and New Opportunities Act", 
  "sponsor": {
    "district": "17", 
    "name": "Honda, Michael M.", 
    "state": "CA", 
    "thomas_id": "01634", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-03-23", 
  "subjects": [
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2016-03-23", 
    "text": "Nanotechnology Advancement and New Opportunities Act\n\nThis bill directs the Department of Commerce, if $100 million is made available from the private sector for establishing a Nanomanufacturing Investment Partnership, to establish such a Partnership to provide funding for precommercial nanomanufacturing research and development projects.\n\n The Partnership may provide funding through direct investments in specified mechanisms designed to advance nanomanufacturing.\n\n Commerce shall establish an advisory board to assist it in carrying out the Partnership.\n\nThe bill amends the Internal Revenue Code (IRC) to allow a tax credit for the purchase of qualified nanotechnology developer stock.\n\nCommerce may establish within the Technology Administration a grant program to support the establishment and development of incubators (entities affiliated with or housed in degree-granting institutions that provide space and coordinated and specialized services to certain entrepreneurial businesses). Commerce shall establish a Nanotechnology Startup Advisory Council.\n\n The National Science Foundation (NSF) shall establish a Nanoscale Science and Engineering Center for the development of computer aided design tools for nanotechnology applications.\n\n The bill requires the establishment of nanotechnology research grant programs by: (1) the Department of Energy (DOE) to address the need for clean, cheap, renewable energy; (2) the Environmental Protection Agency to address technologies for remediation of pollution and other environmental protection technologies; (3) the Department of Homeland Security to address the need for sensors and other materials related to homeland security needs; and (4) the Department of Health and Human Services to address health-related applications of nanotechnology.\n\n The National Nanotechnology Coordination Office shall transmit a nanotechnology research strategy establishing priorities for the federal government and industry.\n\n The bill amends the IRC to: (1) allow a tax credit for nanotechnology education and training program expenses; and (2) revise, for purposes of Hope and Lifetime Learning tax credits, the definition of \"eligible educational institution\" to include commercial nanotechnology training providers.\n\n The NSF shall establish: (1) a grant program for the development of curriculum materials for interdisciplinary nanotechnology courses at institutions of higher education, and (2) a program to encourage manufacturing companies to enter into partnerships with occupational training centers for the development of training to support nanotechnology manufacturing.\n\n DOE shall transmit to Congress a strategy for increasing interaction on nanotechnology issues between scientists and engineers at DOE national laboratories and in the informal science education community."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Nanotechnology Advancement and New Opportunities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To ensure the development and responsible stewardship of nanotechnology.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T07:04:21-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR4865:@@@L&summ2=m&"
}