{
  "actions": [
    {
      "acted_at": "2015-05-01", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-01", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-01", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-04", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Highways and Transit.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-08", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Commerce, Manufacturing, and Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2198-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Manufacturing, and Trade", 
      "subcommittee_id": "17"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Highways and Transit", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Butterfield, G. K.", 
      "sponsored_at": "2015-05-01", 
      "state": "NC", 
      "thomas_id": "01761", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Jones, Walter B., Jr.", 
      "sponsored_at": "2015-05-01", 
      "state": "NC", 
      "thomas_id": "00612", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Schakowsky, Janice D.", 
      "sponsored_at": "2015-05-01", 
      "state": "IL", 
      "thomas_id": "01588", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-05-01", 
  "number": "2198", 
  "official_title": "To amend chapter 301 of title 49, United States Code, to prohibit the rental of motor vehicles that contain a defect related to motor vehicle safety, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1173-114", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Raechel and Jacqueline Houck Safe Rental Car Act of 2015", 
  "sponsor": {
    "district": "24", 
    "name": "Capps, Lois", 
    "state": "CA", 
    "thomas_id": "01471", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-05-01", 
  "subjects": [
    "Business records", 
    "Consumer affairs", 
    "Government studies and investigations", 
    "Lease and rental services", 
    "Motor vehicles", 
    "Product safety and quality", 
    "Transportation and public works", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-05-01", 
    "text": "Raechel and Jacqueline Houck Safe Rental Car Act of 2015\n\n Authorizes a rental company that receives a notification (approved by the National Highway Traffic Safety Administration) from the manufacturer of a covered rental vehicle about any equipment defect, or noncompliance with federal motor vehicle safety standards, to rent or sell the vehicle or equipment only if the defect or noncompliance is remedied.\n\nSpecifies any rental vehicle: (1) rated at 10,000 pounds gross vehicle weight or less, (2) rented without a driver for an initial term of under 4 months, and (3) that is part of a motor vehicle fleet of 5 or more motor vehicles used for rental purposes by a rental company.\n\nPrescribes a special rule to require rental companies to comply with specified limitations on sale, lease, or rental of a motor vehicle as soon as practicable, but within 24 hours after the earliest receipt of the manufacturer's notification of a defect or noncompliance with vehicle safety standards, whether by electronic means or first class mail. Extends the 24-hour deadline for complying with such limitations to 48 hours if the notification covers more than 5,000 motor vehicles in the rental company's fleet.\n\nPermits a rental company to rent (but not sell or lease) a motor vehicle subject to recall if the defect or noncompliance remedy is not immediately available and the company takes any actions specified in the notice to alter the vehicle temporarily to eliminate the safety risk posed.\n\nMakes these special rules for rental companies inapplicable to junk automobiles.\n\nProhibits a rental company from knowingly making inoperable any safety devices or elements of design installed on or in a compliant motor vehicle or vehicle equipment unless the company reasonably believes the vehicle or equipment will not be used when the devices or elements are inoperable.\n\nAuthorizes the Secretary, upon request, to inspect records of a rental company with respect to a safety investigation. Authorizes the Secretary to require a rental company to keep records or make reports for purposes of compliance with federal motor vehicle safety orders or regulations.\n\nAuthorizes the Secretary to study the effectiveness of the amendments made by this Act and of other activities of rental companies.\n\nAmends the Moving Ahead for Progress in the 21st Century Act (MAP-21) to require the mandatory study of the safety of rental trucks during a specified seven-year period to evaluate the completion of safety recall remedies on rental trucks.\n\nDirects the Secretary to solicit comments regarding the implementation of this Act from members of the public, including rental companies, consumer organizations, automobile manufacturers, and automobile dealers.\n\nDeclares that nothing in this Act shall: (1) be construed to create or increase any liability for a manufacturer who manufactures or imports a motor vehicle that is subject to defect or noncompliance recall requirements; or (2) supersede or otherwise affect the contractual obligations, if any, between such manufacturer and a rental company."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Raechel and Jacqueline Houck Safe Rental Car Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend chapter 301 of title 49, United States Code, to prohibit the rental of motor vehicles that contain a defect related to motor vehicle safety, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:41:55-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2198:@@@L&summ2=m&"
}