{
  "actions": [
    {
      "acted_at": "2016-02-24", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-02-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Water, Power and Oceans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4610-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water, Power and Oceans", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-02-24", 
  "number": "4610", 
  "official_title": "To amend the Reclamation Wastewater and Groundwater Study and Facilities Act to authorize the Secretary of the Interior to participate in a series of water reclamation projects to provide a new water supply to communities previously impacted by perchlorate contamination plumes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "25", 
    "name": "Knight, Stephen", 
    "state": "CA", 
    "thomas_id": "02228", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-02-24", 
  "subjects": [
    "Hazardous wastes and toxic substances", 
    "Land use and conservation", 
    "Solid waste and recycling", 
    "Water quality", 
    "Water resources development", 
    "Water resources funding", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2016-02-24", 
    "text": "This bill amends the Reclamation Wastewater and Groundwater Study and Facilities Act to authorize the Bureau of Reclamation to participate in projects to benefit eligible communities through projects to:\n\n capture and treat wastewater and to distribute recycled water from a new mixed-use development that cannot otherwise be economically provided recycled water from one or more existing water reclamation plants and recycled water distribution systems; adjust or forego a portion of facility capacity or connection fees otherwise paid by the property owner to a regional water agency that imports out-of-basin water supplies; and/or extend local recycled water distribution systems to properties adjacent to new mixed-use development. The bill defines \"eligible communities\" as communities:\n\n in a state under a drought emergency declared by the governor, where water retailers have been directed by a state water resources control board to reduce consumption or use of potable water usage by 24% to 32%, and whose sanitation district has been directed by a regional water quality control board to reduce the discharge of chloride to comply with basin water quality standards. The Department of the Interior shall give priority to projects that:\n\n will serve a region that has received federal authorization for projects associated with perchlorate remediation programs under the Bureau of Reclamation or the Army Corps of Engineers, will serve or are located in a region that has completed feasibility studies for perchlorate remediation efforts, and/or will serve a region where the regional water agency that imports out-of-basin water supplies has a wholesale area that includes a population of between 200,000 and 350,000. The federal share of the cost of such a project shall not exceed 25% of the total cost."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Reclamation Wastewater and Groundwater Study and Facilities Act to authorize the Secretary of the Interior to participate in a series of water reclamation projects to provide a new water supply to communities previously impacted by perchlorate contamination plumes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T07:02:13-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR4610:@@@L&summ2=m&"
}