{
  "actions": [
    {
      "acted_at": "2015-05-21", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-11-16", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Higher Education and Workforce Training.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2537-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Higher Education and Workforce Training", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-05-21", 
  "number": "2537", 
  "official_title": "To provide for higher education reform.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1355-114", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "College Affordability and Innovation Act of 2015", 
  "sponsor": {
    "district": "4", 
    "name": "Himes, James A.", 
    "state": "CT", 
    "thomas_id": "01913", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-05-21", 
  "subjects": [
    "Academic performance and assessments", 
    "Advisory bodies", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Educational technology and distance education", 
    "Elementary and secondary education", 
    "Higher education", 
    "Performance measurement", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-05-21", 
    "text": "College Affordability and Innovation Act of 2015\n\nThis bill directs the Department of Education (ED) to award 5-year grants to up to 15 institutions of higher education (IHEs) to carry out new or existing high-quality programs designed to graduate students with certificates or degrees at significantly lower student costs and within shorter time periods than traditional programs.\n\nIncluded among the programs are those that:\n\n use online instruction; use direct assessments rather than credit hours or clock hours as the measure of student learning; integrate experiential learning and customized curricula to promote completion or alignment with medium- and long-term employment needs; allow students to be dually or concurrently enrolled in the postsecondary program and a secondary school, or a postsecondary program and a graduate program; allow the transfer of credits from secondary to postsecondary to graduate programs to encourage early and on-time completion of a postsecondary degree or certificate; or use any other innovative, evidence-based method of providing students with a cost-effective, high-quality, postsecondary education. ED may waive the application to grantees of specified provisions of the Higher Education Act of 1965 (HEA) that would inhibit their operation of innovative education programs.\n\nED must establish and annually administer an evaluation and accountability process for the programs, review policies and identify those that impede the development and use of innovative methods, establish measures to assess program quality, and direct a third party to conduct a final evaluation of the effectiveness of each program.\n\nThe bill requires the establishment of a Commission on Higher Education Accountability Standards, composed of higher education stakeholders, to make recommendations on a set of minimum accountability standards IHEs' undergraduate programs must meet with respect to affordability, accessibility, and value in order to participate in the programs under title IV (Student Assistance) of the HEA.\n\nAfter considering those recommendations, ED must establish IHE affordablity, accessibility, and value accountability standards that, at a minimum, take into account each IHE's: (1) average or mean cost of attendance, minus grant aid; (2) percentage of enrolled students who are recipients of a Federal Pell Grant; and (3) student loan repayment rates.\n\nSchools that do not comply with these standards are deemed to be on probation and must work with ED to achieve compliance within five years. They are required to pay to ED a percentage of the title IV funds made available to undergraduate students, determined according to the number of years (from two to four) after that determination. Schools that fail to achieve compliance within five years of being placed on probation become ineligible for title IV funds.\n\nAmounts collected from noncompliant schools will be placed in a fund for the award of competitive grants to IHEs that meet or exceed the accountability standards. The grant funds must be used to provide need-based aid to students who are eligible for Federal Pell Grants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "College Affordability and Innovation Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide for higher education reform.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:44:45-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2537:@@@L&summ2=m&"
}