{
  "actions": [
    {
      "acted_at": "2015-07-29", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-30", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Highways and Transit.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3344-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Highways and Transit", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Cicilline, David N.", 
      "sponsored_at": "2015-07-29", 
      "state": "RI", 
      "thomas_id": "02055", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Cleaver, Emanuel", 
      "sponsored_at": "2015-07-29", 
      "state": "MO", 
      "thomas_id": "01790", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-29", 
  "number": "3344", 
  "official_title": "To enhance the capabilities of metropolitan planning organizations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2410-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3064-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Metropolitan Planning Enhancement Act", 
  "sponsor": {
    "district": "22", 
    "name": "Frankel, Lois", 
    "state": "FL", 
    "thomas_id": "02119", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-07-29", 
  "subjects": [
    "Navigation, waterways, harbors", 
    "Performance measurement", 
    "Public transit", 
    "Regional and metropolitan planning", 
    "Roads and highways", 
    "State and local finance", 
    "State and local government operations", 
    "Transportation and public works", 
    "Transportation programs funding", 
    "Urban and suburban affairs and development"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-07-29", 
    "text": "Metropolitan Planning Enhancement Act \n\n Revises metropolitan transportation planning organization (MPO) requirements.\n\nPrescribes requirements for the designation of new and consolidation of multiple MPOs within a metropolitan statistical area.\n\nDefines \"consolidated metropolitan planning organization\" to mean a sole MPO that serves a metropolitan statistical area.\n\nAllows an MPO for an urbanized area with a population over 200,000 to request a high-performing MPO designation from the Department of Transportation (DOT). Specifies criteria DOT shall consider in making such designation.\n\nRevises certain allocations of surface transportation program funds to states for:\n\n any areas with a population of fewer (under current law, non-urban areas with more) than 5,000, and urbanized areas with a population over 200,000 that have a high-performing MPO. Makes similar changes to the transportation alternatives program.\n\nExtends permanently a state's obligational authority to distribute a specified amount of surface transportation program funds for federal-aid highways and highway safety construction programs in urbanized areas with a population over 200,000, including those areas that have a high-performing MPO.\n\nMakes permanent a special rule authorizing a state to obligate up to 15% of its apportionment of surface transportation program funds for each fiscal on roads functionally classified as minor collectors in areas of less than 5,000 population.\n\nRevises requirements for the apportionment of state planning funds to MPOs.\n\nRequires a state's apportionment to be distributed in accordance with a formula that prioritizes the needs of high-performing MPOs.\n\nRequires metropolitan planning organizations to involve public port authorities in metropolitan freight transportation planning.\n\nRevises the statewide and nonmetropolitan transportation planning process for the development of statewide transportation plans and statewide transportation improvement programs for federal-aid highway projects. Makes certain changes from discretionary to mandatory with respect to such process.\n\nRequires DOT to certify at least once every four years that each state has met certain requirements; and other federal laws, regulations, and orders applicable to the statewide and nonmetropolitan and the metropolitan processes.\n\nAuthorizes DOT to withhold up to 20% of a state's apportionment of funds for federal-aid highway projects and public transportation projects if the state fails to meet such certification.\n\nMakes similar changes to requirements for public transportation program projects.\n\nEliminates the requirement that the congestion management process be addressed in the metropolitan transportation planning and statewide and nonmetropolitan transportation planning of such projects in:\n\n urbanized transportation management areas with a population over 200,000 individuals, and certain nonattainment areas for ozone or carbon monoxide. Revises requirements authorizing an MPO to voluntarily elect to develop multiple scenarios for consideration as part of the development of the metropolitan transportation plan for a metropolitan planning area.\n\nRequires an MPO to offer certain interested parties a reasonable opportunity to participate in the development and consideration of those scenarios as well as provide input during the development and implementation of the transportation plan.\n\nPrescribes requirements to require MPOs to create a performance-based target achievement process for adding projects to a transportation improvement program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Metropolitan Planning Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To enhance the capabilities of metropolitan planning organizations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:51:38-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3344:@@@L&summ2=m&"
}