{
  "actions": [
    {
      "acted_at": "2015-04-22", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1954-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-04-22", 
  "number": "1954", 
  "official_title": "To align exemptions for general solicitation of investment in commodity pools similar to the exemption provided for general solicitation of securities under the Jumpstart Our Business Startups Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energize Emerging Opportunities Act", 
  "sponsor": {
    "district": "8", 
    "name": "Fincher, Stephen Lee", 
    "state": "TN", 
    "thomas_id": "02064", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-04-22", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Banking and financial institutions regulation", 
    "Commodities markets", 
    "Commodity Futures Trading Commission", 
    "Finance and financial sector", 
    "Licensing and registrations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-04-22", 
    "text": "Energize Emerging Opportunities Act\n\n Directs the Commodity Futures Trading Commission to amend regulations regarding criteria qualifying certain registered commodity pool operators for exemption from requirements for specified risk disclosures, performance disclosures, periodic reporting, annual reporting, and recordkeeping.\n\nAlters one criterion for qualification for such exemptions currently granted to: (1) registered commodity pool operators who sell participations in a pool solely to qualified eligible persons in an offering which qualifies for exemption from the registration requirements of the Securities Act, and (2) certain banks registered as commodity pool operators in connection with a pool that is a collective trust fund whose securities are exempt from registration under the Securities Act.\n\nRepeals the current additional criterion for such banks that the securities must be offered or sold, without marketing to the public, solely to qualified eligible persons. Replaces such criterion with one stating simply that the securities must be sold solely to qualified eligible persons. (Thus, eliminates the requirement that such securities be offered or sold without marketing to the public, and so allows such marketing.)\n\nRepeals the current prerequisite for exemption of interests in a commodity pool from registration under the Securities Act of 1933 that such interests be offered and sold without marketing to the public in the United States. Requires such interests, instead, simply to be offered and sold pursuant to specified requirements for exempted transactions. (Thus, also eliminates the requirement that such interests be offered and sold without marketing to the public in the United States, and so allows such marketing.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Energize Emerging Opportunities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To align exemptions for general solicitation of investment in commodity pools similar to the exemption provided for general solicitation of securities under the Jumpstart Our Business Startups Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:39:50-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR1954:@@@L&summ2=m&"
}