{
  "actions": [
    {
      "acted_at": "2015-07-23", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-08", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on the Constitution and Civil Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3196-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Constitution and Civil Justice", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "2015-07-23", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Huffman, Jared", 
      "sponsored_at": "2015-07-23", 
      "state": "CA", 
      "thomas_id": "02101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McCollum, Betty", 
      "sponsored_at": "2015-10-26", 
      "state": "MN", 
      "thomas_id": "01653", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-23", 
  "number": "3196", 
  "official_title": "To establish minimum standards of fair conduct in franchise sales and franchise business relationships, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Franchise Act of 2015", 
  "sponsor": {
    "district": "5", 
    "name": "Ellison, Keith", 
    "state": "MN", 
    "thomas_id": "01857", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-07-23", 
  "subjects": [
    "Business ethics", 
    "Business records", 
    "Civil actions and liability", 
    "Commerce", 
    "Contracts and agency", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Retail and wholesale trades", 
    "Service industries", 
    "Small business", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-07-23", 
    "text": "Fair Franchise Act of 2015\n\n This bill prohibits any franchise seller, in connection with any disclosure document, notice, or report required by any federal, state, or local law, from making an untrue statement of material fact or failing to state a material fact or any other fact that would render any required statement or disclosure either untrue or misleading.\n\nA franchise seller is also prohibited from failing to furnish any prospective franchisee with:\n\n all information required to be disclosed by law; a written statement on whether the franchise agreement involved contains a right to renew it; and certain historical financial performance data in the disclosure document. Nor may a franchise seller make any oral or written claim or representation to a prospective franchisee that is inconsistent with, or that contradicts, the disclosure document.\n\n A franchisor or subfranchisor, in connection with the performance, enforcement, renewal, or termination of any franchise agreement, must not:\n\n engage in any act or pattern of conduct that operates as a fraud upon any person; hinder, prohibit, or penalize the free association of franchisees for any lawful purpose; discriminate against a franchisee by imposing requirements not imposed on other similarly situated franchisees or otherwise retaliate against any franchisee for membership or participation in a franchisee association; charge excessive and unreasonable renewal fees; enforce a provision in a franchise agreement requiring the parties to submit to arbitration unless certain conditions are met; terminate, cancel, or fail to renew a franchise for failure or refusal of the franchisee because it failed or refused to perform specified activities; restrict a franchisee from associating with other franchisees or from joining, leading, or otherwise participating in a trade or other association; require or prohibit any change in management of any franchise except for good cause; or impose on a franchisee a standard of conduct or performance unless the franchisor sustains the burden of proving the standard to be reasonable, necessary, and uniformly enforced. This bill specifies requirements concerning minimum standards of conduct (good faith and due care) for each party to a franchise agreement. It also prohibits:\n\n requiring inclusion in a franchise agreement of a term or condition which violates this Act or relieves a person from a duty or liability under it, or any waiver of compliance with this Act. A franchisee may assign a franchise interest to a transferee, provided the transferee satisfies reasonable qualifications applied by the franchisor in the offer and sale of franchises.\n\nThe bill also:\n\n requires specified renewal, termination, and transfer protection for franchisees; specifies requirements concerning legal actions brought by franchisees injured or damaged by violations of this Act; and authorizes legal actions by state attorneys general on behalf of state residents for alleged violation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Fair Franchise Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To establish minimum standards of fair conduct in franchise sales and franchise business relationships, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:50:24-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3196:@@@L&summ2=m&"
}