{
  "actions": [
    {
      "acted_at": "2015-05-13", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-29T11:45:00-04:00", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Agriculture. H. Rept. 114-134.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-05-29T11:46:00-04:00", 
      "calendar": "Union", 
      "number": "97", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 97.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2015-06-02T19:10:00-04:00", 
      "bill_ids": [
        "hres288-114"
      ], 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 288 Reported to House. Rule provides for consideration of H.R. 2289 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Specified amendments are in order. Resolution provides authority for the Committee on Appropriations to have until 5 p.m. Friday, June 5, 2015, to file privileged reports to accompany measures making appropriations for the fiscal year ending Sept. 30, 2016.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-03T13:41:00-04:00", 
      "bill_ids": [
        "hres288-114"
      ], 
      "references": [], 
      "text": "Rule H. Res. 288 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T15:25:00-04:00", 
      "bill_ids": [
        "hres288-114"
      ], 
      "references": [
        {
          "reference": "CR H3932-3950", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 288.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T15:25:00-04:00", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2289 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Specified amendments are in order. Resolution provides authority for the Committee on Appropriations to have until 5 p.m. Friday, June 5, 2015, to file privileged reports to accompany measures making appropriations for the fiscal year ending Sept. 30, 2016.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T15:25:00-04:00", 
      "bill_ids": [
        "hres288-114"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 288 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T15:25:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Michael K. Simpson to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T15:26:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 2289.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:09:00-04:00", 
      "bill_ids": [
        "hres288-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with 10 minutes of debate on the Conaway amendment No. 1.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:16:00-04:00", 
      "bill_ids": [
        "hres288-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with 10 minutes of debate on the Moore (WI) amendment No. 4.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:24:00-04:00", 
      "bill_ids": [
        "hres288-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with 10 minutes of debate on the Walorski amendment No. 5.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:29:00-04:00", 
      "references": [], 
      "text": "Mr. Conaway moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:29:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:29:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2289 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:30:00-04:00", 
      "bill_ids": [
        "s2-114", 
        "hres288-114"
      ], 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Ms. Plaskett asked unanimous consent that amendments Nos. 2 and 3 to H.R. 2289 and made in order pursuant to H. Res. 288, may be offered out of sequence. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:31:00-04:00", 
      "references": [
        {
          "reference": "CR H3950-3952", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:31:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:32:00-04:00", 
      "bill_ids": [
        "hres288-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with 10 minutes of debate on the Plaskett amendment No. 2.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:35:00-04:00", 
      "bill_ids": [
        "hres288-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with 10 minutes of debate on the Takai amendment No. 3.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:38:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 2289.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:38:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:38:00-04:00", 
      "references": [
        {
          "reference": "CR H3940-3948", 
          "type": "text of amendment in the nature of a substitute"
        }
      ], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T16:40:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - The Chair put the question on passage of the bill and by voice vote, announced that the ayes had prevailed. Mr. Peterson (MN) demanded the yeas and nays and the Chair postponed further proceedings on the question of passage of H.R. 2289 until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T18:30:00-04:00", 
      "references": [
        {
          "reference": "CR H3963-3964", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T18:58:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H3940-3948", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "309", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 246 - 171 (Roll no. 309).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2015-06-09T18:58:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-09T23:37:00-04:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 2289.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10", 
      "committees": [
        "SSAF"
      ], 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "hamdt414-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "414"
    }, 
    {
      "amendment_id": "hamdt415-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "415"
    }, 
    {
      "amendment_id": "hamdt416-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "416"
    }, 
    {
      "amendment_id": "hamdt417-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "417"
    }, 
    {
      "amendment_id": "hamdt418-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "418"
    }
  ], 
  "bill_id": "hr2289-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Scott, Austin", 
      "sponsored_at": "2015-05-13", 
      "state": "GA", 
      "thomas_id": "02009", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Scott, David", 
      "sponsored_at": "2015-05-13", 
      "state": "GA", 
      "thomas_id": "01722", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "32", 
      "name": "Sessions, Pete", 
      "sponsored_at": "2015-05-21", 
      "state": "TX", 
      "thomas_id": "01525", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-05-29T11:45:00-04:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2015-06-09T18:58:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2015-05-13", 
  "number": "2289", 
  "official_title": "To reauthorize the Commodity Futures Trading Commission, to better protect futures customers, to provide end-users with market certainty, to make basic reforms to ensure transparency and accountability at the Commission, to help farmers, ranchers, and end-users manage risks, to help keep consumer costs low, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres288-114", 
      "reason": "rule", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1317-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2041-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3453-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4353-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1111-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1560-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2917-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Commodity End-User Relief Act", 
  "sponsor": {
    "district": "11", 
    "name": "Conaway, K. Michael", 
    "state": "TX", 
    "thomas_id": "01805", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2015-06-09T18:58:00-04:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Banking and financial institutions regulation", 
    "Bankruptcy", 
    "Business records", 
    "Commodities markets", 
    "Commodity Futures Trading Commission", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Electric power generation and transmission", 
    "Executive agency funding and structure", 
    "Finance and financial sector", 
    "Financial services and investments", 
    "Government employee pay, benefits, personnel management", 
    "Government studies and investigations", 
    "Judicial review and appeals", 
    "Minority employment", 
    "Oil and gas", 
    "Public utilities and utility rates", 
    "Securities", 
    "Women's employment"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2015-06-09", 
    "text": "Commodity End User Relief Act\n\n TITLE I--CUSTOMER PROTECTIONS\n\n(Sec. 101) Amends the Commodity Exchange Act (CEA) to direct registered futures associations (RFAs) to require their futures commission merchant (FCM) members to:\n\n maintain written policies and procedures governing maintenance of members’ specified residual interests in customer segregated funds accounts, including cleared swaps customer collateral accounts; establish rules governing the withdrawal, transfer, or disbursement of a member's residual interest in customer segregated funds, in foreign futures and foreign options customer secured amount funds, and from a cleared swaps customer collateral; use an electronic system or systems to report financial and operational information to the RFA or another RFA-designated party; and instruct each depository, including any bank, trust company, derivatives clearing organization, or futures commission merchant holding customer segregated funds, foreign futures and foreign options customer secured amount funds, or cleared swap customer funds to report balances in such funds to the RFA or or another RFA-designated party. (Sec. 103) Requires any FCM that has adjusted net capital in an amount less than required by regulations of the Commodity Futures Trading Commission (CFTC) or of a self-regulatory organization to notify the CFTC and the self-regulatory organization.\n\nRequires any FCM that does not hold a sufficient amount of funds in segregated accounts for futures customers, in foreign futures and foreign options secured amount accounts for those customers, or in segregated accounts for cleared swap customers to notify the CFTC and the self-regulatory organization immediately.\n\n(Sec. 104) Declares that any rules or regulations requiring an FCM to maintain a residual interest in accounts held for the benefit of customers in amounts at least sufficient to exceed the sum of all the customers' uncollected margin deficits shall require an FCM to meet its residual interest requirement as of the end of each business day calculated as of the close of business on the previous business day.\n\n(Sec. 105) Authorizes the CFTC to require that property of the bankruptcy estate, including trading or operating accounts and commodities held in inventory, of a commodity broker who is a Chapter 7 debtor in bankruptcy be included in customer property to the extent that such property is insufficient to satisfy the net equity claims of the broker's public customers.\n\nTITLE II--COMMODITY FUTURES TRADING COMMISSION REFORMS\n\n (Sec. 201) Extends authority for CFTC operations through FY2019.\n\nSec. 202) Amends the CEA to revise the requirement that the CFTC, before promulgating a regulation or issuing an order, consider the costs and benefits of the action.\n\nRequires a court to affirm a CFTC assessment of costs and benefits unless it is found to be an abuse of discretion.\n\n(Sec. 203) Declares that the heads of the CFTC administrative units shall serve at the pleasure of the CFTC.\n\n(Sec. 204) Establishes in the CFTC the Office of the Chief Economist.\n\nExpresses the sense of Congress that the CFTC should encourage applications from members of minority groups, women, disabled persons, and veterans for positions in the Office of the Chief Economist.\n\n(Sec. 205) Directs the CFTC to develop and publish internal procedures governing the issuance by any CFTC division or office of any response to a formal, written request or petition from any member of the public for an exemptive, a no-action, or an interpretive letter. Requires these procedures to involve sufficient notice to the CFTC to review the matter before its issuance.\n\n(Sec. 206) Requires the CFTC to submit every five years to certain congressional committees a detailed strategic technology plan focused upon technology acquisition and use, including a plan of action to address known information security vulnerability, and specific deadlines to address such vulnerability.\n\n(Sec. 207) Requires the CFTC to develop comprehensive internal risk control mechanisms to safeguard and govern the storage of all market data, including CFTC market data sharing agreements, and academic research performed at the CFTC using market data.\n\n(Sec. 208) Prohibits any indefinite duration to an omnibus order of investigation authorizing one or more CFTC members or staff to issue subpoenas to multiple persons in relation to a particular subject matter area. Limits to the CFTC the authority to renew such an order.\n\n(Sec. 209) Applies the notice and comment requirements of the Administrative Procedure Act to guidance, including interpretive rules, general policy statements, or CFTC rules of organization, procedure, or practice, voted on by the CFTC.\n\n(Sec. 210) Prescribes guidelines for judicial review of CFTC rules.\n\n(Sec. 211) Directs the Government Accountability Office (GAO) to:\n\n assess whether CFTC resources are sufficient to enable the CFTC to carry out its duties effectively; and examine prior CFTC expenditures on hardware, software, and analytical processes to protect customers in the areas of market surveillance and risk detection, and market data collection, aggregation, interpretation, standardization, harmonization, streamlining, and oversight and compliance work by market participants and regulators. (Sec. 212) Declares that, although the CFTC may not be compelled to disclose proprietary information provided to it, neither is it authorized to withhold information from Congress, nor is it prevented from complying with a request from a federal, state, local, or foreign governmental or judicial entity request for information within the scope of such entity's jurisdiction, subject to an agreement of confidentiality to protect the information.\n\n(Sec. 213) Requires the CFTC to report to Congress on the status of:\n\n any review of a registration application submitted by a metals exchange, negotiations with foreign regulators regarding aluminum warehousing, consultations with all U.S. market participants, including major producers and consumers. TITLE III--END-USER RELIEF\n\n(Sec. 301) Revises the treatment of affiliate transactions that may be exempt from clearing requirements to authorize such an exemption only if an affiliate enters into a swap to hedge or mitigate the commercial risk of the person that is not a financial entity (as under current law). Requires utilization of an appropriate credit support measure or other mechanism if the transfer of commercial risk is addressed by entering into a swap with a swap dealer or major swap participant.\n\nAmends the Securities Exchange Act of 1934 to require the same treatment with respect to securities-based swaps.\n\n(Sec. 302) Amends the Commodity Exchange Act to repeal the prerequisite to the CFTC's sharing with a specified entity information on swaps cleared by derivatives clearing organizations that the entity agree to indemnify the CFTC for any expenses arising from litigation relating to that information.\n\nRepeals a similar prerequisite for information-sharing by a swap data depository.\n\nRequires a swap repository to make swap data available on a confidential basis to foreign authorities, and receive a written agreement from each entity stating that it shall abide by the confidentiality requirements relating to the information on swap transactions that is provided. Amends the Securities Exchange Act to apply the same requirement with respect to securities-based swap repositories.\n\n(Sec. 303) Prescribes reporting requirements for transactions in utility operations-related swaps.\n\nRequires the CFTC, in determining whether to exempt from designation as a swap dealer an entity that engages in a de minimis quantity of swap dealing, to treat a utility operations-related swap entered into with a utility special entity as if the entity were not a special entity.\n\n(Sec. 304) Defines \"utility special entity\" as a special entity, or any instrumentality, department, or corporation of or established by a state or political subdivision, that:\n\n owns or operates, or anticipates owning or operating, an electric or natural gas facility or an electric or natural gas operation; supplies, or anticipates supplying, natural gas and or electric energy to another utility special entity; has, or anticipates having, public service obligations under federal, state, or local law or regulation to deliver electric energy or natural gas service to customers; or is a federal power marketing agency. (Sec. 305) Defines \"utility operations-related swap\" as a swap that:\n\n is entered into by a utility to hedge or mitigate a commercial risk; is not a contract, agreement, or transaction based on, derived on, or referencing an interest rate, credit, equity, or currency asset class, or a metal, agricultural commodity, or crude oil or gasoline commodity of any grade (except as these are used for fuel for electric energy generation); and is associated with the generation, production, purchase, or sale of natural gas or electric energy, the supply of natural gas or electric energy to a utility, or the delivery of natural gas or electric energy service to utility customers, and meets certain other related criteria. (Sec. 306) Excludes from the definition of a financial entity subject to clearing requirements specified entities that are not supervised by a prudential regulator, yet are commercial market participants deemed to be a financial entity because they: (1) predominantly engage in physical delivery contracts; or (2) enter into swaps, contracts for future delivery, and other derivatives on behalf of, or to hedge or mitigate the commercial risk of affiliates that are not so supervised or described.\n\n(Sec. 307) Directs the CFTC to:\n\n provide by rule for the public reporting of swap transactions in illiquid markets that are not cleared and entered into by a non-financial entity that is hedging or mitigating commercial risk; and ensure that certain swap transaction information is publicly available no sooner than 30 days after the swap transaction has been executed, or at such later date as the CFTC determines appropriate to protect the identity of participants and positions in illiquid markets and to prevent the elimination or reduction of market liquidity. (Sec. 308) Sets forth recordkeeping requirements for a member of a designated contract market or a swap execution facility that is neither registered with the CFTC nor required to be so registered.\n\n(Sec. 309) Excludes from the definition of “swap” any purchase or sale of a nonfinancial commodity or security for deferred shipment or delivery, so long as the transaction is intended to be physically settled (as under current law).\n\n (Sec. 310) Requires a new affirmative CFTC rule or regulation in order to amend or reduce the de minimis quantity of swap dealing that is currently set at $8 billion.\n\n (Sec. 311) Amends the Commodity Exchange Act and the Securities Exchange Act to direct the CFTC and the Securities and Exchange Commission (SEC), respectively, to the extent that swap dealers and major swap participants, on the one hand, and securities-based swap dealers and major securities-swap participants, that are banks are permitted by the regulators, the SEC, or the CFTC to use approved financial models to calculate minimum capital requirements and minimum initial and variation margin requirements, including the use of non-cash collateral, to permit the use of comparable financial models by such dealers and participants that are not banks.\n\n (Sec. 312) Directs the CFTC to amend regulations regarding criteria that qualify certain registered commodity pool operators for exemption from requirements for specified risk disclosures, performance disclosures, periodic reporting, annual reporting, and recordkeeping.\n\nAlters one criterion for qualification for such exemptions currently granted to: (1) registered commodity pool operators who sell participations in a pool solely to qualified eligible persons in an offering which qualifies for exemption from the registration requirements of the Securities Act, and (2) certain banks registered as commodity pool operators in connection with a pool that is a collective trust fund whose securities are exempt from registration under the Securities Act.\n\n (Sec. 313) Authorizes the CFTC to define a bona fide hedging transaction, consistent with certain CEA requirements.\n\n (Sec. 314) Directs the CFTC to promulgate rules governing cross-border regulation of derivatives transactions.\n\n Considers the swaps regulatory requirements of certain foreign jurisdictions with the largest swaps markets to be comparable to and as comprehensive as those of the U.S.\n\nExempts from U.S. swaps requirements either a non-U.S. person or a transaction between two non-U.S. persons if the person or transaction is in compliance with the swaps regulatory requirements of specified foreign jurisdictions.\n\nAuthorizes the CFTC, however, to suspend its determination of foreign swaps regulatory comparability if the foreign jurisdiction is not providing equivalent recognition of, or substituted compliance for, registered entities domiciled in the United States.\n\nProvides for expedited CFTC consideration of a petition for review that is requested by either a registered entity, commercial market participant, or CFTC registrant with respect to a CFTC determination regarding foreign jurisdiction regulatory requirements. (Sec. 315) Excludes from the definition of \"commodity pool\" certain investment trusts and syndicates that are excluded from the definition of \"investment company\" under the Investment Company Act of 1940. Exempts certain qualified charitable organizations and their employees, acting within the scope of their employment or duties, from designation and regulation as commodity pool operators subject to registration requirements. (Sec. 316) States that any CFTC determination exempting a small bank or savings association from the treatment as a financial entity also applies to the bank's or association's holding company if the holding company's total consolidated assets do not exceed the asset threshold set by the CFTC for defining a small bank and savings association. (Sec. 317) Repeals the requirement that a swap execution facility provide by its rules that, when a swap dealer or major swap participant enters into or facilitates a swap subject to the mandatory clearing requirement, the swap dealer or major swap participant shall be responsible for compliance with a specified mandatory trading requirement. Grants a swap execution facility, instead, discretion in establishing and enforcing its rules concerning trade practice surveillance, market surveillance, real-time marketing monitoring, and audit trail given that a swap execution facility may offer a trading system or platform to execute or trade swaps through any means of interstate commerce. Makes a swap execution facility responsible for monitoring trading in swaps only on its own facility. Repeals the requirement that a swap execution facility set its position limitation at a level no higher than the CFTC limit. Makes a swap execution facility responsible for monitoring positions only on its own facility. Repeals swap execution facility authority, in an emergency, to liquidate or transfer open positions in any swap. Deems the financial resources of a swap execution facility to be adequate if the value of such resources exceeds the total amount that would enable the facility to cover its operating costs for a 90-day period, as calculated on a rolling basis, or (as under current law) conduct an orderly wind-down of its operations, whichever is greater. Requires the chief compliance officer of a swap execution facility to establish and administer policies and procedures that: (1) are designed to resolve potential conflicts of interest; and (2) ensure compliance with this Act and with rules prescribed by the CFTC. (Sec. 318) Makes the Federal Housing Finance Agency the appropriate federal banking agency for any Federal Home Loan Bank (thereby exempting any Federal Home Loan Bank loan from regulation as a swap). Amends the Legal Certainty for Bank Products Act of 2000 to define any Federal Home Loan Bank as a bank for purposes of its prohibitions and requirements. (Sec. 319) Excludes from the meaning of \"commodity pool operator\" any person who serves as an investment adviser to a registered investment company or its subsidiary, if the company or subsidiary invests, reinvests, owns, holds, or trades in commodity interests limited exclusively to financial commodity interests. Defines \"financial commodity interest' as a futures contract, an option on a futures contract, or a swap involving a commodity that is not an exempt commodity or an agricultural commodity, including any index of financial commodity interests, whether cash settled or involving physical delivery. Excludes from the meaning of this kind of \"commodity\" any security issued by a real estate investment trust, business development company, or issuer of asset-backed securities, including any index of such securities. Excludes from the definition of \"Commodity Trading Advisor\" any person who serves as an investment adviser to a registered investment company or its subsidiary, if the commodity trading advice relates only to a financial commodity interest. TITLE IV--TECHNICAL CORRECTIONS (Sec. 401) Makes technical and conforming corrections to the CEA. (Sec. 402) Eliminates obsolete references to dealer options. (Sec. 403) Requires each designated contract market and swap execution facility (under current law, the exchange) to publicize, each trading day, the volume of trading on each type of contract for the previous day and any other information the CFTC deems necessary in the public interest. (Sec. 405) Eliminates obsolete references to electronic trading facilities and alternative swap execution facilities. (Sec. 408) Authorizes the CFTC to alter or supplement rules of a registered entity if it finds that the entity has not made changes requested for the protection of swaps traders and to assure fair dealing in swaps. (Sec. 409) Eliminates obsolete references to the Commodity Exchange Commission, derivatives transaction execution facilities, and exempt boards of trade. (Sec. 413) Requires mandatory compliance reports to certify that they are materially accurate and complete (under current law, merely accurate and complete). Repeals the requirement that a compliance report accompany each appropriate financial report of the swap dealer or major swap participant required to be furnished to the CFTC. Requires the furnishing of a compliance report only at such time the CFTC determines by rule, regulation, or order, to be appropriate. (Sec. 414) Makes specified miscellaneous technical corrections to the CEA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Commodity End-User Relief Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Commodity End-User Relief Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Commodity End-User Relief Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reauthorize the Commodity Futures Trading Commission, to better protect futures customers, to provide end-users with market certainty, to make basic reforms to ensure transparency and accountability at the Commission, to help farmers, ranchers, and end-users manage risks, to help keep consumer costs low, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:42:40-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2289:@@@L&summ2=m&"
}