{
  "actions": [
    {
      "acted_at": "2015-05-14", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committee on Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-14", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-14", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-04", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Federal Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-08", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Conservation and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2324-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Federal Lands", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Conservation and Forestry", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-05-14", 
  "number": "2324", 
  "official_title": "To provide for the conveyance of small parcels of National Forest System land and small parcels of public lands administered by the Bureau of Land Management to private landowners, State, county, and local governments, or Indian tribes whose lands share a boundary with the National Forest System land or public lands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Lands Tracts Conveyance Act", 
  "sponsor": {
    "district": "2", 
    "name": "Amodei, Mark E.", 
    "state": "NV", 
    "thomas_id": "02090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-05-14", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Department of the Interior", 
    "Environmental assessment, monitoring, research", 
    "Forests, forestry, trees", 
    "General public lands matters", 
    "Government trust funds", 
    "Intergovernmental relations", 
    "Land transfers", 
    "Land use and conservation", 
    "Public lands and natural resources", 
    "State and local finance"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-05-14", 
    "text": "Small Lands Tracts Conveyance Act\n\n Requires the Bureau of Land Management (BLM) for a state (respecting certain public lands) or the Forest Service (respecting certain National Forest System lands) to select an eligible federal lands parcel for conveyance: (1) in response to a request by an adjacent landholder (any holder of non-federal land that shares one or more boundaries with such a parcel and who requests to purchase such a parcel), or (2) upon the recommendation of the BLM District Office or System unit that exercises administration over such parcel.\n\nDirects the Department of Agriculture (USDA) and the Department of the Interior to each create a process by which an adjacent landholder may request to purchase an eligible parcel. Instructs that such process be open to the public and available on the Internet.\n\nBars a conveyed eligible parcel from exceeding 160 acres unless the BLM or the Forest Service approves a request for additional acreage. Permits acquisition by an adjacent landholder of only one eligible parcel a year, subject to an exception.\n\nInstructs the BLM or the Forest Service, as consideration for the sale of an eligible parcel, to require a cash payment in an amount equal to at least the fair market value of such parcel, including the mineral estate, being conveyed.\n\nRequires the proceeds collected from such conveyances to be deposited into a special fund established by this Act and distributed annually to each state in which the federal government owns more than 33% of the land area of such state.\n\nRequires, from amounts collected and deposited: (1) 50% of the amount collected from a conveyance to be distributed to the state in which the conveyance took place, and (2) the remaining 50% to be distributed equally between the remaining states identified pursuant to the preceding paragraph.\n\nRequires states receiving such funds to use them only for: (1) purchasing additional eligible parcels consistent with land use management under the Federal Land Policy and Management Act; and (2) complying with requirements under the Endangered Species Act of 1973, the Federal Water Pollution Control Act (commonly known as the Clean Water Act), and the National Environmental Policy Act of 1969 (NEPA).\n\nRequires the purchaser of an eligible federal lands parcel under this Act to cover the costs to be incurred, or to reimburse the BLM or the Forest Service for the costs incurred, in carrying out the conveyance.\n\nExcludes categorically a conveyance of an eligible federal lands parcel under this Act from the requirement to prepare an environmental assessment or an environmental impact statement under NEPA.\n\n(A categorical exclusion under NEPA is a category of actions which do not individually or cumulatively have a significant effect on the human environment and which have been found to have no such effect in procedures adopted by a federal agency in implementing environmental regulations and for which, therefore, neither an Environmental Assessment nor an Environmental Impact Statement is required.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Small Lands Tracts Conveyance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide for the conveyance of small parcels of National Forest System land and small parcels of public lands administered by the Bureau of Land Management to private landowners, State, county, and local governments, or Indian tribes whose lands share a boundary with the National Forest System land or public lands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:42:58-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2324:@@@L&summ2=m&"
}