{
  "actions": [
    {
      "acted_at": "2015-09-16", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Science, Space, and Technology, Education and the Workforce, Oversight and Government Reform, and Foreign Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-16", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-16", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Referred to House Science, Space, and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-16", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-16", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-16", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-18", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-09-30", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-09-30", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 32 - 20.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2015-11-19T14:50:00-05:00", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 114-347, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-11-19T14:50:00-05:00", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Committee on Science, Space, and Technology discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-11-19T14:51:00-05:00", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Committee on Education and the Workforce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-11-19T14:51:00-05:00", 
      "references": [], 
      "text": "Committee on Oversight and Government discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-11-19T14:51:00-05:00", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Committee on Foreign Affairs discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-11-19T14:51:00-05:00", 
      "calendar": "Union", 
      "number": "265", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 265.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2015-11-30T18:48:00-05:00", 
      "bill_ids": [
        "hres539-114", 
        "sjres23-114", 
        "sjres24-114"
      ], 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 539 Reported to House. Resolution provides for one hour of general debate only on H.R. 8; resolution provides for one hour of general debate on S.J. Res. 23 and S.J. Res. 24 as well as one motion to commit on each joint resolution.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-01T17:51:00-05:00", 
      "bill_ids": [
        "hres539-114"
      ], 
      "references": [
        {
          "reference": "CR H8839-8846", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 539.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-01T17:51:00-05:00", 
      "bill_ids": [
        "hres539-114"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 539 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-01T17:51:00-05:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Evan H. Jenkins to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-01T17:53:00-05:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 8.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-01T18:05:00-05:00", 
      "bill_ids": [
        "hres542-114", 
        "s1177-114"
      ], 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 542 Reported to House. Resolution provides for further amendment consideration of H.R. 8 and also provides for consideration of the conference report to accompany S. 1177.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-01T18:35:00-05:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 8 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T15:41:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [
        {
          "reference": "CR H8875-8884,H8894-8951, H8952-8965", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H8984-8919", 
          "type": "text of amendment in the nature of a substitute"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 542.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T15:41:00-05:00", 
      "bill_ids": [
        "s1177-114"
      ], 
      "references": [], 
      "text": "Resolution provides for further amendment consideration of H.R. 8 and also provides for consideration of the conference report to accompany S. 1177.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T15:42:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 542 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T15:42:00-05:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Robert J. Dold to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T15:43:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceeded with 10 minutes of debate on the Upton amendment No. 1.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T15:50:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Upton amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Rush demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T15:50:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceeded with 10 minutes of debate on the Tonko amendment No. 2.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T15:58:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Tonko amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Tonko demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T15:59:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceeded with 10 minutes of debate on the Peters amendment No. 3.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T16:03:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Franks amendment No. 4.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T16:10:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Poliquin amendment No. 5.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T16:16:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Veasey amendment No. 6.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T16:21:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the McKinley amendment No. 7.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T16:24:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Ellmers (NC) amendment No. 8.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T16:33:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Jackson Lee amendment No. 9, as modified.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T16:39:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Kildee amendment No. 10.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T16:45:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Garamendi amendment No. 12.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T16:49:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the McKinley amendment No. 13.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T16:54:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Green, Gene amendment No. 14.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:02:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Green, Gene amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Pallone demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:03:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Takano amendment No. 16.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:06:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Beyer amendment No. 17.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:13:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Beyer amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Whitfield demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:14:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Peters amendment No. 18.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:16:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Schakowsky amendment No. 19.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:25:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Schakowsky amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Latta demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:26:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Brooks (IN) amendment No. 20.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:31:00-05:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. Upton asked unanimous consent to offer the amendment numbered 21, printed in House Report 114-359. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:32:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Upton amendment No. 21.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:32:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Tonko amendment No. 22.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:40:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Tonko amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Tonko demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:41:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Castor (FL) amendment No. 23.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:47:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Castor (FL) amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Castor (FL) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:48:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Polis amendment No. 24.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:57:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Polis amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Polis demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T17:58:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Barton amendment No. 25.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T18:10:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Barton amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Garamendi demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T18:10:00-05:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was on the adoption of amendments, which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T19:11:00-05:00", 
      "references": [], 
      "text": "Mr. Upton moved that the Committee now rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T19:11:00-05:00", 
      "references": [], 
      "text": "On motion that the Committee now rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T19:11:00-05:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 8 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T19:21:00-05:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T19:22:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Cramer amendment No. 26.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T19:28:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Cramer amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Pallone demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T19:29:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Duffy amendment No. 27.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T19:36:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Gosar amendment No. 28.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T19:47:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Upton amendment No. 29.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T19:51:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Rouzer amendment No. 30.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T19:58:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Rouzer amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Pallone demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T19:59:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Castor (FL) amendment No. 31.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T20:04:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the DeSaulnier amendment No. 32.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T20:10:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Deutch amendment No. 33.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T20:15:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Grayson amendment No. 34.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T20:17:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Jackson Lee amendment No. 35.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T20:26:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Meng amendment No. 36.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T20:29:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceed with 10 minutes of debate on the Pallone amendment No. 37.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T20:34:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Pallone amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Pallone demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T20:35:00-05:00", 
      "bill_ids": [
        "hres542-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 542, the Committee of the Whole proceeded with 10 minutes of debate on the Norcross amendment No. 38.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T20:39:00-05:00", 
      "references": [], 
      "text": "Mr. Upton moved that the committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T20:39:00-05:00", 
      "references": [], 
      "text": "On motion that the committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-02T20:39:00-05:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 8 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-03T10:52:00-05:00", 
      "references": [
        {
          "reference": "CR H8983-8988", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-03T10:53:00-05:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-03T10:53:00-05:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unvinished business was on adoption of amendments, which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-03T11:07:00-05:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 8.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-03T11:08:00-05:00", 
      "references": [
        {
          "reference": "CR H8985", 
          "type": "consideration"
        }
      ], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-03T11:09:00-05:00", 
      "committees": [
        "HSIF"
      ], 
      "references": [
        {
          "reference": "CR H8986", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H8986", 
          "type": "text"
        }
      ], 
      "text": "Mr. Cartwright moved to recommit with instructions to the Committee on Energy and Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-03T11:10:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the motion to recommit with instructions. The instructions contained in the motion seek to require the bill to be reported back to the House with an amendment to add a new section stating that in response to scientific consensus, climate change is real and that United States energy policy should seek to remove market barriers that inhibit the development of renewable energy infrastructure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-03T11:18:00-05:00", 
      "references": [
        {
          "reference": "CR H8986", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-03T11:25:00-05:00", 
      "references": [], 
      "text": "On motion to recommit with instructions Failed by recorded vote: 180 - 243 (Roll no. 671).", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-03T11:32:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "672", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by recorded vote: 249 - 174 (Roll no. 672).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2015-12-03T11:32:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-03T11:32:00-05:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 8.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-07", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "hamdt839-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "839"
    }, 
    {
      "amendment_id": "hamdt840-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "840"
    }, 
    {
      "amendment_id": "hamdt841-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "841"
    }, 
    {
      "amendment_id": "hamdt842-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "842"
    }, 
    {
      "amendment_id": "hamdt843-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "843"
    }, 
    {
      "amendment_id": "hamdt844-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "844"
    }, 
    {
      "amendment_id": "hamdt845-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "845"
    }, 
    {
      "amendment_id": "hamdt846-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "846"
    }, 
    {
      "amendment_id": "hamdt847-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "847"
    }, 
    {
      "amendment_id": "hamdt848-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "848"
    }, 
    {
      "amendment_id": "hamdt849-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "849"
    }, 
    {
      "amendment_id": "hamdt850-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "850"
    }, 
    {
      "amendment_id": "hamdt851-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "851"
    }, 
    {
      "amendment_id": "hamdt852-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "852"
    }, 
    {
      "amendment_id": "hamdt853-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "853"
    }, 
    {
      "amendment_id": "hamdt854-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "854"
    }, 
    {
      "amendment_id": "hamdt855-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "855"
    }, 
    {
      "amendment_id": "hamdt856-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "856"
    }, 
    {
      "amendment_id": "hamdt857-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "857"
    }, 
    {
      "amendment_id": "hamdt858-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "858"
    }, 
    {
      "amendment_id": "hamdt859-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "859"
    }, 
    {
      "amendment_id": "hamdt860-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "860"
    }, 
    {
      "amendment_id": "hamdt861-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "861"
    }, 
    {
      "amendment_id": "hamdt862-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "862"
    }, 
    {
      "amendment_id": "hamdt863-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "863"
    }, 
    {
      "amendment_id": "hamdt864-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "864"
    }, 
    {
      "amendment_id": "hamdt865-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "865"
    }, 
    {
      "amendment_id": "hamdt866-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "866"
    }, 
    {
      "amendment_id": "hamdt867-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "867"
    }, 
    {
      "amendment_id": "hamdt868-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "868"
    }, 
    {
      "amendment_id": "hamdt869-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "869"
    }, 
    {
      "amendment_id": "hamdt870-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "870"
    }, 
    {
      "amendment_id": "hamdt871-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "871"
    }, 
    {
      "amendment_id": "hamdt872-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "872"
    }, 
    {
      "amendment_id": "hamdt873-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "873"
    }, 
    {
      "amendment_id": "hamdt874-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "874"
    }
  ], 
  "bill_id": "hr8-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-09-29", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2015-12-03T11:32:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2015-09-16", 
  "number": "8", 
  "official_title": "To modernize energy infrastructure, build a 21st century energy and manufacturing workforce, bolster America's energy security and diplomacy, and promote energy efficiency and government accountability, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres539-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres539-114", 
      "reason": "rule", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres542-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres542-114", 
      "reason": "rule", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr568-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1268-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1558-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1629-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2244-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2245-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2271-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2295-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2358-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3923-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3941-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4232-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4238-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4411-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4412-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4416-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4427-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4434-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4583-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4704-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4958-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1706-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2012-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2384-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "North American Energy Security and Infrastructure Act of 2015", 
  "sponsor": {
    "district": "6", 
    "name": "Upton, Fred", 
    "state": "MI", 
    "thomas_id": "01177", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2015-12-03T11:32:00-05:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alternative and renewable resources", 
    "Building construction", 
    "Canada", 
    "Caribbean area", 
    "Civil actions and liability", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Consumer affairs", 
    "Crimes against property", 
    "Dams and canals", 
    "Department of Energy", 
    "Economic performance and conditions", 
    "Educational facilities and institutions", 
    "Electric power generation and transmission", 
    "Elementary and secondary education", 
    "Emergency planning and evacuation", 
    "Employment and training programs", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Energy research", 
    "Energy storage, supplies, demand", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental regulatory procedures", 
    "Environmental technology", 
    "Executive agency funding and structure", 
    "Federal Energy Regulatory Commission (FERC)", 
    "Federal Trade Commission (FTC)", 
    "Fires", 
    "Forests, forestry, trees", 
    "General energy matters", 
    "Government buildings, facilities, and property", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Higher education", 
    "Hybrid, electric, and advanced technology vehicles", 
    "International organizations and cooperation", 
    "Internet and video services", 
    "Iran", 
    "Lakes and rivers", 
    "Land use and conservation", 
    "Latin America", 
    "Licensing and registrations", 
    "Lighting and heating", 
    "Manufacturing", 
    "Marine and coastal resources, fisheries", 
    "Mexico", 
    "Middle East", 
    "Minority education", 
    "Motor fuels", 
    "Motor vehicles", 
    "Natural disasters", 
    "Oil and gas", 
    "Parks, recreation areas, trails", 
    "Performance measurement", 
    "Pipelines", 
    "Public contracts and procurement", 
    "Public utilities and utility rates", 
    "Public-private cooperation", 
    "Research administration and funding", 
    "Research and development", 
    "Residential rehabilitation and home repair", 
    "Right of privacy", 
    "Science and engineering education", 
    "Solid waste and recycling", 
    "Strategic materials and reserves", 
    "Telephone and wireless communication", 
    "Terrorism", 
    "Trade restrictions", 
    "Veterans' education, employment, rehabilitation", 
    "Water use and supply", 
    "Women's employment"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2015-12-03", 
    "text": "North American Energy Security and Infrastructure Act of 2015 \n\nTITLE I--MODERNIZING AND PROTECTING INFRASTRUCTURE\n\nSubtitle A--Energy Delivery, Reliability, and Security\n\n(Sec. 1101) This bill amends the Natural Gas Act to revise procedures for consideration by the Federal Energy Regulatory Commission (FERC) of applications for federal authorization of the exportation or importation of natural gas, including a deadline for a final decision on a federal authorization within 90 days after FERC issues its final environmental document.\n\nThe bill repeals an applicant's option to pursue certain remedies if a federal or state administrative agency fails to complete a mandatory approval proceeding in accordance with FERC's schedule.\n\nThe bill prescribes requirements for: (1) concurrent federal and state application reviews, (2) issue identification and resolution, (3) failure to meet schedule, (4) remote environmental surveys, and (5) application processing that allows an applicant to fund third-party contractor to assist in reviewing the application. When an application requires multiple federal authorizations, FERC must track and publicize on its website the actions required to complete permitting, reviews, and other requisite actions.\n\n(Sec. 1102) The Federal Power Act (FPA) is amended to require FERC, in resolving environmental and grid reliability conflicts, to ensure that any emergency order which may result in conflict with federal, state, or local environmental law or regulations:\n\n requires electric energy generation, delivery, interchange, or transmission only during hours necessary to meet the emergency; is consistent with environmental law or regulation; and minimizes adverse environmental impacts. An order that does conflict with federal, state, or local environmental law must expire within 90 days after issuance, although FERC may renew it for subsequent 90-day periods.\n\n(Sec. 1103) The Department of Energy (DOE) shall:\n\n adopt procedures, among other things, to improve communication and coordination between DOE's energy response team, federal partners, and the oil and natural gas industry regarding enhanced emergency preparedness for natural disasters; and order 15-day (renewable) emergency measures to protect the reliability of either critical electric infrastructure or the defense critical electric infrastructure in the event of an imminent grid security emergency. (Sec. 1104) FERC must establish a mechanism that permits owners, operators, or users of critical electric infrastructure to recover prudently incurred substantial costs of complying with an order for emergency measures if the costs cannot reasonably be recovered through regulated rates or market prices for the electric energy or services sold. Owners or operators of critical defense facilities that rely upon defense critical electric infrastructure, however, shall bear the full incremental costs of those measures.\n\nDOE shall identify and designate U.S. facilities that are both critical to defense and are vulnerable to an electric energy supply disruption.\n\nThe bill prescribes requirements and restrictions for temporary access to classified information which DOE and federal agencies must provide with respect to a grid security emergency.\n\nDOE must designate facilities located in the U.S. and its territories that may be defense critical electric infrastructure.\n\nThe bill prescribes measures addressing grid security vulnerabilities: weaknesses that, in the event of a malicious act using an electromagnetic pulse, would pose a substantial risk of disruption to the operation of electrical or electronic devices or communications networks essential to the reliability of the bulk-power system.\n\nFERC shall direct the Electric Reliability Organization (ERO) to submit reliability standards that: (1) protect the bulk-power system from foreseeable geomagnetic storms or electromagnetic pulse events, and (2) address the availability of large transformers. The Tennessee Valley Authority and the Bonneville Power Administration shall be exempt for 11 years, though, from any requirement addressing grid security vulnerabilities under this Act.\n\n(Sec. 1105) DOE shall submit to Congress a plan to establish a Strategic Transformer Reserve for the storage, in strategically located facilities, of spare large power transformers and emergency mobile substations in numbers sufficient to temporarily replace critically damaged large power transformers and substations that are critical to electric infrastructure, or that serve defense and military installations.\n\nThe purpose of the Reserve shall be to mitigate significant impacts to the electric grid from physical attack, cyber attack, electromagnetic pulse attack, geomagnetic disturbances, severe weather, or seismic events.\n\nDOE may also establish a Strategic Transformer Reserve in accordance with the Plan.\n\n(Sec. 1106) DOE shall establish a voluntary Cyber Sense program to identify and promote cyber-secure products intended for use in the bulk-power system.\n\n(Sec. 1107) The Public Utility Regulatory Policies Act of 1978 (PURPA) is amended to require each electric utility to:\n\n develop a plan to use resiliency-related technologies and other approaches designed to improve the resilience of electric infrastructure, mitigate power outages, continue delivery of vital services, and maintain the flow of power to critical facilities; develop and implement a plan for deploying advanced energy analytics technology; and adopt or modify policies to ensure that the electric utility incorporates reliable generation into its integrated resource plan to assure the availability of electric energy over a 10-year planning period. Each state regulatory authority shall consider authorizing an electric utility to recover costs related to resiliency-related technologies, including a reasonable rate of return on its capital expenditures for those technologies.\n\nA state regulatory authority must evaluate specified aspects of subsidizing customer-side technology.\n\nThe bill exempts from PURPA any electric utility operations related to the competitive sale of retail electric energy that is unbundled or separated from the regulated provision or sale of distribution service.\n\n(Sec. 1108) FERC shall conduct an independent reliability analysis of any proposed or final covered rule issued by a federal agency for which compliance with the rule may impact an electric utility generating unit or units. The analysis shall evaluate the rule's effects upon: (1) electric reliability and resource adequacy; (2) the U.S. electricity generation portfolio; (3) the operation of wholesale electricity markets; and (4) energy delivery and infrastructure, including electric transmission facilities and natural gas pipelines.\n\n(Sec. 1109) DOE shall also evaluate annually each project it has conducted regarding carbon capture, utilization, and sequestration technologies.\n\n(Sec. 1110) The FPA is further amended to require each Regional Transmission Organization (RTO) and certain Independent System Operators that operate capacity markets intended to ensure the procurement and availability of sufficient future electric energy resources to analyze for FERC how the structures of those markets meet specified criteria.\n\n(Sec. 1111) DOE and the Department of Commerce shall study the feasibility of establishing an ethane storage and distribution hub in the United States.\n\n(Sec. 1112) The bill expresses U.S. policy to promote and advance the modernization of the U.S. energy delivery infrastructure and of the electric grid to enable a robust multi-directional power flow.\n\n(Sec. 1113) DOE shall report to Congress on methods to increase electric grid resilience with respect to all threats, including cyber attacks, vandalism, terrorism, and severe weather.\n\n(Sec. 1114) The Government Accountability Office (GAO) shall study ways to improve the capabilities of the National Response Center.\n\n(Sec. 1115) The Mineral Leasing Act is amended to allow natural gas pipeline rights-of-way through all federally owned lands, including lands in the National Park System, except lands held in trust for an Indian or Indian tribe and lands on the outer Continental Shelf.\n\nThe Department of the Interior must: (1) identify and designate suitable federal lands as National Energy Security Corridors for construction, operation, and maintenance of natural gas transmission facilities; and (2) incorporate such Corridors into the relevant agency land use and resource management plans.\n\nThe governor of a state may request Corridors to be designated on federal land within that state. For purposes of the National Environmental Policy Act of 1969 (NEPA) neither the designation of a Corridor, nor its incorporation into agency plans, shall be treated as a major federal action subject to environmental impact evaluation.\n\nApplications for rights-of-way for natural gas transmission facilities across the designated Corridors shall be subject to specified environmental protections. Interior shall designate at least 10 National Energy Security Corridors in certain contiguous states.\n\n(Sec. 1116) The Federal Land Policy and Management Act of 1976 is amended to require Interior and the Department of Agriculture (USDA), with respect to lands under their respective jurisdictions, to provide direction to ensure that all existing and future rights-of-way for electric transmission and distribution facilities on such lands include requirements, meeting specified criteria, for utility vegetation management, facility inspection, and operation and maintenance activities.\n\nInterior and USDA shall:\n\n give facility owners and operators the option to submit their own vegetation management, facility inspection, and operation and maintenance plans for approval; and develop jointly a consolidated and coordinated process for review and approval of those plans. Interior and USDA shall apply their respective categorical exclusion processes under NEPA to any plans developed on existing transmission and distribution rights-of-way located on lands under their respective jurisdictions.\n\n(A \"categorical exclusion\" under NEPA is a category of actions which do not individually or cumulatively have a significant effect on the human environment and which have been found to have no such effect in procedures adopted by a federal agency in implementing environmental regulations and for which, therefore, neither an Environmental Assessment nor an Environmental Impact Statement is required.)\n\nAn approved plan shall become part of the authorization governing the covered right-of-way and hazard trees adjacent to that right-of-way. A hazard tree is any tree inside or located outside a right-of-way that has been found likely to fall and cause a high risk of injury, damage, or disruption within 10 feet or less of an electric power line or related structure if it fell.\n\nIf vegetation on federal lands within, or hazard trees on federal lands adjacent to, an electric transmission or distribution right-of-way granted by Interior or USDA have contacted, or are in imminent danger of contacting, one or more electric transmission or distribution lines, the owner or operator:\n\n may prune or remove the vegetation to avoid disruption of electric service and risk of fire; and shall notify the local agent of the relevant Department within 24 hours after such removal. An owner or operator of a transmission or distribution facility shall not be held liable for wildfire damage, loss, or injury, including the cost of fire suppression, if Interior or USDA fails to allow the owner or operator to:\n\n operate consistently with an approved vegetation management, facility inspection, and operation and maintenance plan on federal lands within or adjacent to a right-of-way to comply with federal, state, or local electric system reliability and fire safety standards; or perform vegetation management activities in response to an identified hazard tree or a tree in imminent danger of contacting the owner's or operator's transmission or distribution facility. Interior and USDA should develop a program to train their personnel involved in vegetation management decisions relating to transmission and distribution facilities to ensure that they:\n\n understand electric system reliability and fire safety requirements, assist transmission and distribution facility owners and operators to comply with applicable electric reliability and fire safety requirements, and encourage and assist willing owners and operators to incorporate vegetation management practices voluntarily. Subtitle B--Hydropower Regulatory Modernization\n\n(Sec. 1201) The Federal Power Act is amended, regarding the issuance of licenses for construction of dams, conduits, and reservoirs, to direct FERC, when deciding whether to issue a license for project works, to give equal consideration to minimizing infringement on the useful exercise and enjoyment of property rights held by nonlicensees.\n\nThe licensee, in developing any recreational resource within the project boundary, shall consider private landownership as a means to encourage and facilitate private investment, increased tourism, and recreational use.\n\n(Sec. 1202) Upon request of the licensee for project 12642 (W. Kerr Scott Hydropower Project in Wilkes County, North Carolina), FERC may extend the time during which the licensee must commence construction for up to three consecutive two-year periods from the date of the expiration of the extension originally granted.\n\n(Sec. 1203) FERC shall be the lead agency to coordinate all applicable federal authorizations and for compliance with NEPA. Governmental entities and Indian tribes, when considering an aspect of an application for federal authorization, must coordinate with FERC and comply with its deadlines.\n\n The bill prescribes intergovernmental administrative procedures affecting issue identification and resolution, scheduling, the scope of environmental review, and judicial review of a delayed federal authorization.\n\n(Sec. 1205) FERC shall:\n\n compile best practices in performing studies required in license proceedings; encourage all parties to a license application to use open-source methodologies and tools applicable across a wide array of projects, including water balance models and streamflow analyses; use current, accepted science toward studies and data in support of their actions; and develop comprehensive plans, on a regional or basin-wide scale, upon project applicant request, in in basins or regions having more than one project or application for a project. (Sec. 1206) FERC may issue and amend licenses and preliminary permits for closed-loop pumped storage projects (in which the upper and lower reservoirs do not impound or directly withdraw water from navigable waters, or that are not continuously connected to a naturally flowing water feature). Before issuing such a license, FERC must assess the safety of existing dams and other structures related to the project, including the possible consequences of project failures.\n\n(Sec. 1207) The FPA is further amended to prescribe: (1) license amendments governing project upgrades, and (2) rules establishing new standards and procedures for license amendment applications.\n\n(Sec. 1208) FERC may exempt from FPA license requirements any qualifying facility.\n\nNo federal authorization required for a qualifying facility may include any condition or other requirement that results in any material change to the storage, control, withdrawal, diversion, release, or flow operations of the associated qualifying nonpowered dam.\n\n Unless FERC determines that its obligations under NEPA can be met through a categorical exclusion, its environmental review of a proposed exemption shall be only an environmental assessment.\n\nTITLE II--ENERGY SECURITY AND DIPLOMACY\n\n(Sec. 2002) DOE shall collaborate with the Secretary of State to develop recommendations for certain congressional committees regarding:\n\n U.S. energy security valuation methods; improved planning and coordination with Canada and Mexico to enhance energy integration and strengthen North American energy security; improved collaboration with Caribbean and Central American partners on energy security; the strengthening of domestic energy security and the energy security of U.S. allies and trading partners; and the convening of at least two energy security forums to promote the collective energy security of the U.S., its allies, and its trading partners. (Sec. 2005) The bill sets a deadline for DOE to issue a final decision on applications to export natural gas export if such applications must also obtain authorization from either FERC or the U.S. Maritime Administration to site, construct, expand, or operate liquefied natural gas (LNG) export facilities.\n\nThe Natural Gas Act is amended to direct DOE, as a prerequisite for approval of any authorization to export LNG, to require the applicant to disclose publicly the specific destination of any such authorized LNG exports.\n\n(Sec. 2006) A permit to which NEPA applies for the construction, operation, or maintenance of an export facility for bulk commodities shall not be denied until each applicable federal agency has completed all required NEPA reviews.\n\n(Sec. 2007) The bill requires a certificate of crossing for the construction, connection, operation, or maintenance of a cross-border segment of a pipeline or electric transmission facility for the import or export of liquid products or natural gas, or for the transmission of electricity, to or from Canada or Mexico.\n\nThe bill identifies the following officials responsible for issuance of a certificate of crossing :\n\n the Secretary of State with respect to liquid pipelines; FERC with respect to natural gas pipelines; and DOE with respect to electric transmission facilities. A certificate of crossing is not required for modifications to existing projects unless those modifications would result in a significant impact at the national boundary.\n\nThe FPA is amended to repeal the requirement for a FERC order for the transmission of electric energy to a foreign country.\n\n(Sec. 2008) DOE must report to Congress on the weaknesses in currently available smart meters' security architecture and features (including an absence of event logging).\n\nTITLE III--ENERGY EFFICIENCY AND ACCOUNTABILITY\n\nSubtitle A--Energy Efficiency\n\n Chapter 1--Federal Agency Energy Efficiency\n\n(Sec. 3111) The bill amends the Energy Independence and Security Act of 2007 (EISA 2007) to require each federal agency to coordinate with the Office of Management and Budget (OMB), DOE, and EPA to develop an implementation strategy for the maintenance, purchase, and use of energy-efficient and energy-saving information technologies, taking specified performance goals into consideration.\n\nOMB must establish performance goals to evaluate federal agency efforts to improve the maintenance, purchase, and use of energy-efficient and energy-saving information technology.\n\n(Sec. 3112) With respect to energy efficiency data centers, EISA 2007 is further amended to:\n\n repeal the requirement that DOE and EPA designate an information technology industry organization to consult with and coordinate the voluntary national information program, and require DOE and EPA to implement that program in collaboration with the information technology industry and other key stakeholders. DOE and EPA shall also update for 2008-2015 the Report to Congress on Server and Data Center Energy Efficiency.\n\nIn collaboration with key stakeholders and OMB, DOE shall maintain a data center energy practitioner program leading to the certification of energy practitioners qualified to evaluate the energy usage and efficiency opportunities in federal data centers.\n\nIn addition, DOE shall:\n\n establish an open data initiative for federal data center energy usage data, participate in harmonizing global specifications and metrics for data center energy and water efficiency, facilitate the development of an efficiency metric that measures the energy efficiency of a data center. (Sec. 3113) DOE shall report to certain congressional committees on the impact of thermal insulation on both energy and water use systems for potable hot and chilled water in federal buildings, and the return on investment of installing such insulation.\n\n(Sec. 3114) GAO shall report to Congress on the potential of battery energy storage.\n\n(Sec. 3115) The Energy Policy Act of 2005 is further amended to permit a federal agency to consider electric energy generation purchased from a facility to be renewable energy if the municipal solid waste used by the facility to generate the electricity is\n\n separately collected from commonly recycled paper, and processed in a way that segregates commonly recycled paper from non-recyclable solid waste. (Sec. 3116) The National Energy Conservation Policy Act (NECPA) is amended to prescribe energy consumption reductions for federal buildings in FY2006-FY2017.\n\nDOE shall report to Congress on the feasibility of requiring each federal agency to apply energy conservation measures to, and improve the design for the construction of, the agency's buildings so that the energy consumption per gross square foot of the buildings in each of FY2018-FY2030 is reduced by 3% from the comparable energy consumption in the prior fiscal year.\n\nThe energy manager of each agency facility shall consider use of a system to manage energy as well as certification of the facility in accordance with the International Organization for Standardization standard numbered 50001, \"Energy Management Systems.\"\n\nThe bill prescribes criteria for exempting a federal agency facility from the annual comprehensive energy and water evaluation and recommissioning or retrocommissioning required for approximately 25% of the facilities meeting specified requirements, especially if the facility has received an evaluation within the past 8 years or been commissioned, recommissioned, or retrocommissioned during the past 10 years.\n\n(\"Recommissioning\" means a process of commissioning a facility or system beyond its project development and warranty phases, the primary goal of which is to ensure optimum performance over its useful life while meeting building occupancy requirements. \"Retrocommissioning\" means a process of commissioning a facility or system that was not commissioned at the time of its construction.) (Sec. 3117) The Energy Conservation and Production Act (ECPA) is amended to revise energy efficiency performance standards for federal buildings. Current mandatory standards for green buildings are repealed, including specified reductions in fossil fuel-generated energy consumption.\n\n(Sec. 3118) The bill authorizes the installation and use of battery recharging stations in parking areas designated for federal employees, except those installed or maintained by the Architect of the Capitol, as well as the imposition of fees to cover the costs of maintaining those stations.\n\n(Sec. 3119) DOE shall report to certain congressional committees on: (1) the impact of captured methane converted for energy and power generation on federal lands and buildings, as well as upon municipalities that use such generation, and (2) the return on investment and the reduction in greenhouse gas emissions of utilizing such power generation.\n\nChapter 2--Energy Efficient Technology And Manufacturing\n\n(Sec. 3121) The Energy Policy and Conservation Act (EPCA) is amended to direct the Federal Trade Commission (FTC) to initiate a rulemaking to consider noting prominently on any Energy Guide label for a product that includes Smart Grid capability that:\n\n the product features Smart Grid capability, the use and value of that feature depend upon the Smart Grid capability of the utility system in which the product is installed and the active utilization of that feature by the customer, and using the product's Smart Grid capability on such a system could reduce the product's annual operation costs. (Sec. 3122) DOE shall initiate a rulemaking to develop criteria with consensus support for achieving its recognition of approved voluntary verification programs, on whose testing it shall rely, for air conditioning, furnace, boiler, heat pump, and water heater products.\n\n(Sec. 3123) DOE shall also publish a supplemental notice of proposed rulemaking for, or a notice of data availability updating the proposed rule, entitled \"Energy Conservation Program for Consumer Products: Energy Conservation Standards for Residential Furnaces,\" in order to allow certain stakeholders to continue negotiations for a limited time period regarding the adoption of consensus energy conservation standards for nonweatherized residential gas furnaces and mobile home gas furnaces.\n\nBetween July 1 and July 31, 2016, DOE must publish a final rule, with recommended amendments, determining whether the standards for nonweatherized gas furnaces and mobile home gas furnaces should be amended.\n\n(Sec. 3124) EPCA is amended to declare that no disclosure about a product's participation in the Energy Star program either creates an express or implied warranty, or gives rise to any private claims under state or federal law relating to the disqualification of that product from Energy Star, if the product has been certified by an Energy Star program-recognized certification body, and the Environmental Protection Agency (EPA) has approved corrective measures with which the responsible party has complied fully.\n\n(Sec. 3126) DOE shall report to certain congressional committees regarding:\n\n the use of advanced technologies such as Internet of Things end-to-end platform solutions to provide real-time actionable analytics and enable predictive maintenance and asset management to improve energy efficiency, a coordinated federal strategy to increase the beneficial reuse of used lubricating oil, including sustainable reuse options for used oil by federal agencies, federal grant recipients, federal contractors, and the general public. (Sec. 3128) EPCA is amended to exclude from the meaning of \"external power supply\" any power supply circuit, driver, or device designed exclusively to be connected to and power either light-emitting or organic light-emitting diodes providing illumination.\n\n(Sec. 3129) DOE, however, may prescribe an energy conservation standard for such a power supply circuit, driver, or device.\n\nChapter 3--School Buildings\n\n(Sec. 3131) EPCA is amended to direct DOE to establish a clearinghouse to disseminate information regarding federal programs and financing mechanisms that may be used to initiate, develop, and finance energy efficiency, distributed generation, and energy retrofitting projects for schools.\n\nChapter 4--Building Energy Codes\n\n(Sec. 3141) EPCA is amended to direct DOE to give technical assistance to help states, Indian tribes, and local governments implement technically feasible and cost-effective building energy codes.\n\n By a specified deadline, states and Indian tribes must certify whether they have reviewed and updated the energy requirements of their respective building codes.\n\n Full compliance shall mean: at least 90% of building space covered by a building energy code in the preceding year substantially meets all requirements of the applicable code or achieves an equivalent or greater energy savings level; or the estimated excess energy use of buildings that did not meet the applicable code in the preceding year, compared to a baseline of comparable buildings that meet this code, is not more than 5% of the estimated energy use of all buildings covered by this code during the preceding year. A state or Indian tribe shall be considered to have made significant progress toward achieving compliance if it has developed a plan for achieving compliance and has met the most recent target.\n\nA state or Indian tribe not meeting building energy code requirements by the deadline shall submit a status report to DOE regarding compliance and certification.\n\nDOE shall give: (1) both technical assistance and federal support to states and Indian tribes in implementing codes, and (2) technical assistance for the development of voluntary programs that exceed the model building energy codes for residential and commercial buildings.\n\nGAO shall study the impact of updating national model building energy codes for residential and commercial buildings.\n\nDOE shall study building energy code improvements, procedures to incorporate a 10-year payback in trade-offs and performance calculations, and legislative options, as well as best practices regarding delivery of aggregated energy consumption information to owners and managers of multitenant residential and commercial buildings.\n\nThe bill prescribes requirements for DOE technical assistance for updating model building energy codes.\n\n(Sec. 3142) Any DOE program that may enable the owner of a commercial or a residential building to obtain a rating, score, or label regarding a building's actual or anticipated energy usage or performance shall be made available on a voluntary, optional, and market-driven basis.\n\nChapter 5--EPCA Technical Corrections and Clarifications\n\n(Sec. 3151) The bill makes technical corrections to EPCA regarding product definitions and rulemaking procedures.\n\nChapter 6--Energy and Water Efficiency\n\n(Sec. 3161) DOE shall carry out a smart energy and water efficiency management pilot program that awards grants to demonstrate advanced and innovative technology-based solutions that:\n\n increase and improve the energy efficiency of water, wastewater, and water reuse systems to help communities conserve water, save energy, and reduce costs; support innovative processes and advanced automated systems that provide real-time data on energy and water; and improve energy and water conservation, water quality, and predictive maintenance of energy and water systems, through the use of Internet-connected technologies, including sensors, intelligent gateways, and security embedded in hardware. (Sec. 3162) EPCA is further amended to establish within the EPA a voluntary \"WaterSense\" program to identify water efficient products, buildings, landscapes, facilities, processes, and services that:\n\n reduce water use; reduce the strain on public and community water systems and wastewater and stormwater infrastructure; conserve energy used to pump, heat, transport, and treat water; and preserve water resources affecting products, buildings, landscapes, facilities, processes, and services. The EPA Administrator shall establish a WaterSense label and the procedure by which an item may be certified to display it.\n\nSubtitle B--Accountability\n\nChapter 1--Market Manipulation, Enforcement, and Compliance\n\n(Sec. 3211) The FPA is further amended to rename the FERC Office of Public Participation as the Office of Compliance Assistance and Public Participation, which shall make recommendations for FERC rules to ensure that: (1) rates and charges for the transmission or sale of electric energy are just, reasonable, and not unduly discriminatory or preferential; (2) markets for electric energy transmission and sales are not impaired nor consumers damaged; and (3) the impact of FERC rules and orders upon small entities is taken into account.\n\nChapter 2--Market Reforms\n\n(Sec. 3221) The GAO must study whether and how the current market rules, practices, and structures of each regional transmission entity produce rates that are just and reasonable.\n\n(Sec. 3222) The FPA is amended to limit the requirement for prior FERC authorization for the merger or consolidation of facilities to those facilities whose value exceeds $10 million.\n\nChapter 3--Code Maintenance\n\n(Sec. 3231) EPCA is amended to repeal the mandates for specified DOE studies of off-highway motor vehicles and methanol plants.\n\n(Sec. 3233) NECPA is amended to repeal the mandates for: (1) a Department of Housing and Urban Development study of residential energy efficiency standards and a presidential study of weatherization, (2) a DOE report to Congress on voluntary rating guidelines, and (3) the FERC national action plan for demand response.\n\n(Sec. 3236) The Energy Policy Act of 1992 is amended to repeal the mandates for: (1) the annual General Services Administration (GSA) report to Congress on its activities involving energy management, (2) GSA intergovernmental energy management planning and coordination workshops, (3) federal agency Inspector General audit surveys and the President's Council on Integrity and Efficiency report to Congress on each Inspector General review, and (4) GSA and Department of Defense programs for procurement and identification of energy efficient products.\n\n(Sec. 3241) The Powerplant and Industrial Fuel Use Act of 1978 (PIFUA) is amended to repeal mandates for studies about: (1) national coal policy on alternative uses of coal, (2) compliance problems experienced by small electric utility systems regarding the use of coal and other alternate fuels as primary energy sources, (3) the socioeconomic impact of increased coal production and other energy development, and (4) the use of petroleum and natural gas in combustors.\n\n(Sec. 3246) The PIFUA is further amended to repeal the mandate for an electric utility conservation plan for electric utilities using natural gas as a primary energy source in an electric powerplant.\n\n(Sec. 3248) The Emergency Energy Conservation Act of 1979 (EECA) is amended to repeal mandates for: (1) minimum automobile fuel purchase measures, (2) the exemption of out-of-state vehicles from odd-even motor fuel purchase restrictions, and (3) a study and report concerning commercial and industrial storage of gasoline and middle distillates.\n\n(Sec. 3249) ECPA is further amended to repeal the program for state utility regulatory assistance grants.\n\n(Sec. 3250) NECPA is amended to repeal mandates for: (1) a survey of energy saving potential for federal buildings, and (2) the commercialization program for accelerated procurement and installation of photovoltaic solar electric systems for electric production in federal facilities.\n\n(Sec. 3252) The Energy Security Act is amended to repeal the Energy Auditor Training and Certification program of grants to states to train and certify individuals to conduct energy audits for residential and commercial buildings.\n\n Chapter 4--Authorization\n\n(Sec. 3261) Appropriations are authorized to implement this bill.\n\nTITLE IV--CHANGING CRUDE OIL MARKET CONDITIONS\n\n(Sec. 4002) EPCA is further amended to repeal the authority of the President to restrict exports of coal, petroleum products, natural gas, or petrochemical feedstocks, including related materials or equipment.\n\n(Sec. 4003) No federal official may impose or enforce any restriction on the export of crude oil.\n\n(Sec. 4004) DOE shall study the net greenhouse gas emissions that will result from the repeal of the crude oil export ban.\n\nCommerce shall study the state and national implications of lifting the crude oil export ban with respect to consumers and the economy.\n\n(Sec. 4006) DOE shall:\n\n continue to develop and broaden partnerships with minority-serving institutions, including Hispanic Serving Institutions (HSI) and Historically Black Colleges and Universities (HBCUs), regarding oil and gas exploration, production, midstream, and refining; and encourage public-private partnerships between the energy sector and these institution. (Sec. 4008) DOE and Commerce shall report jointly to Congress on: (1) the impact of lifting the oil export ban as it relates to promoting U.S. energy and national security, and (2) how lifting the ban creates opportunities for veterans and women in the United States while doing so.\n\n(Sec. 4009) Nothing in this title shall be construed to authorize the export of crude oil, refined petroleum products, and petrochemical products to the Islamic Republic of Iran.\n\nTITLE V--OTHER MATTERS\n\n(Sec. 5001) The EPA shall satisfy specified executive orders regarding: (1) regulatory planning and review, (2) improving regulation and regulatory review, and (3) any successor executive order establishing requirements for uniform reporting of regulatory and deregulatory agendas.\n\nThe EPA shall also satisfy mandates to: (1) publish bi-annually a regulatory flexibility agenda; (2) certify regulatory compliance with principles of fundamental federalism; and (3) prepare statements to accompany significant regulatory actions likely to result in expenditures by state, local, and tribal governments of $100 million or more (adjusted for inflation).\n\n(Sec. 5003) The proper U.S. district court shall be the venue for any civil action regarding agency action affecting the leasing of federal land, and any action under a lease, for the exploration, development, production, processing, or transmission of oil, natural gas, coal, geothermal, hydroelectric, biomass, solar, or any other source of energy. The bill details further procedural requirements for such an action.\n\n(Sec. 5008) DOE and Commerce shall study jointly to: (1) identify legal and regulatory barriers that delay, prohibit, or impede the export of natural energy resources; and (2) estimate the economic impacts of such barriers.\n\n(Sec. 5009) DOE shall determine the maximum level of volatility consistent with the safest practicable shipment of crude oil by rail.\n\n(Sec. 5010) The bill prescribes the smart meter privacy rights of customers of an electrical or gas consumption corporation.\n\n(Sec. 5011) DOE and Commerce shall establish jointly an energy enterprise competition to encourage youth to propose solutions to energy challenges and promote their interest in science, technology, engineering, and math (STEM), especially as those fields relate to energy.\n\n(Sec. 5013) Interior or USDA may authorize an owner or operator of an electric transmission or distribution facility to manage vegetation selectively within 150 feet of the exterior boundary of the right-of-way near structures for selective thinning and fuel reduction.\n\n(Sec. 5014) The bill repeals the final rule entitled \"Standards of Performance for New Residential Wood Heaters, New Residential Hydronic Heaters and Forced-Air Furnaces.\"\n\nTITLE VI--PROMOTING RENEWABLE ENERGY WITH SHARED SOLAR\n\n Promoting Renewable Energy with Shared Solar Act of 2015 \n\n(Sec. 6002) PURPA and the Energy Policy Act of 2005 are further amended to require an electric utility, upon request, to make available to an electric consumer an interconnection service and net billing service for a community solar facility, consisting of a solar photovoltaic system with a nameplate rating of 2 megawatts or less and allocating electricity to multiple individual electric consumers as well as meeting other specified characteristics.\n\nEach state regulatory authority and each nonregulated utility must, by specified deadlines, commence consideration of and determine ratemaking standards. States, state regulatory authorities, and each nonregulated utilities already meeting specified requirements shall be exempt from these requirements.\n\nTITLE VII--MARINE HYDROKINETIC\n\n(Sec. 7001) The EISA 2007 is further amended to reauthorize through FY2019 the research and development program to expand marine and hydrokinetic renewable energy production. The program must give priority to fostering accelerated research, development, and commercialization of technology.\n\n\"Marine and hydrokinetic renewable energy\" shall mean all forms of energy, not just electricity, from: (1) waves, tides, and currents in oceans, estuaries, and tidal areas; (2) free flowing water in rivers, lakes, and streams; (3) free flowing water in man-made channels; and (4) differentials in ocean temperature (ocean thermal energy conversion).\n\n (Sec. 7003) National Marine Renewable Energy Research, Development, and Demonstration Centers shall support in-water testing and demonstration of marine and hydrokinetic renewable energy technologies, including facilities capable of testing:\n\n marine and hydrokinetic renewable energy systems of various technology readiness levels and scales, a variety of technologies in multiple test berths at a single location, and arrays of technology devices."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "North American Energy Security and Infrastructure Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "North American Energy Security and Infrastructure Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "North American Energy Security and Infrastructure Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Promoting Renewable Energy with Shared Solar Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To modernize energy infrastructure, build a 21st century energy and manufacturing workforce, bolster America's energy security and diplomacy, and promote energy efficiency and government accountability, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:23:11-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR8:@@@L&summ2=m&"
}