{
  "actions": [
    {
      "acted_at": "2015-06-03", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Agriculture, and in addition to the Committee on Natural Resources, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-03", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-03", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-16", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Federal Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Conservation and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2644-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Conservation and Forestry", 
      "subcommittee_id": "15"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Federal Lands", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-06-03", 
  "number": "2644", 
  "official_title": "To expedite certain forest management activities on National Forest System lands derived from the public domain when the activities are developed through a collaborative process of interested parties, to require the posting of a bond in initiating a legal challenge to certain forest management activities, to modify the Secure Rural Schools and Community Self-Determination Act of 2000, to authorize additional funding sources for forest management activities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2647-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "National Forest Collaborative Incentive Act of 2015", 
  "sponsor": {
    "district": null, 
    "name": "Zinke, Ryan K.", 
    "state": "MT", 
    "thomas_id": "02254", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-06-03", 
  "subjects": [
    "Advisory bodies", 
    "Civil actions and liability", 
    "Ecology", 
    "Environmental assessment, monitoring, research", 
    "Fires", 
    "Forests, forestry, trees", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Housing and community development funding", 
    "Land use and conservation", 
    "Public lands and natural resources", 
    "State and local finance", 
    "Water quality"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-06-03", 
    "text": "National Forest Collaborative Incentive Act of 2015\n\nThis bill shall apply whenever the Department of Agriculture (USDA), through the Forest Service, with respect to National Forest System lands derived from the public domain, prepares an environmental assessment or an environmental impact statement pursuant to the National Environmental Policy Act of 1969 for a forest management activity that is:\n\n developed through a collaborative process, proposed by a resource advisory committee, or covered by a community wildfire protection plan. In such an environmental assessment or environmental impact statement, the Forest Service shall study and develop only the forest management activity proposed and the alternative of no action.\n\nAny plaintiffs challenging a forest management activity developed under this Act shall be required to post a bond or other security acceptable to the court. The bill repeals the Merchantable Timber Contracting Pilot Program under the Secure Rural Schools and Community Self-Determination Act of 2000.\n\nThe USDA, with respect to National Forest System land, and the Department of the Interior, with respect to certain land under its jurisdiction, shall ensure that at least 50% of the project funds reserved by a participating county shall be made available only for projects that: (1) include the sale of timber or other forest products, and (2) implement stewardship objectives that enhance forest ecosystems or restore and improve land health and water quality. Repeals the current limitation of such projects to those for road maintenance, decommissioning, or obliteration or for restoration of streams and watersheds.\n\nThe membership of a new resource advisory committee (RAC) may lower from 15 to a minimum of 6 during a specified period ending September 30, 2020.\n\nThe Forest Service shall conduct a self-sustaining RAC program under which 10 RACs will propose projects intended to accomplish forest management objectives or support community development and generate receipts.\n\nA participating county shall be allowed to use certain funds to: (1) reimburse the county for law enforcement patrols performed on federal land, and (2) cover training costs and equipment purchases directly related to emergency services.\n\nMonies from an agreement or contract for a stewardship end result contracting project under the Healthy Forest Restoration Act of 2003 shall be available for expenditure without further appropriation to cover up to 25% of the cost of planning additional such projects.\n\nThe Collaborative Forest Landscape Restoration Fund shall be used to pay up to 50% of the costs of planning (as well as, under current law, carrying out and monitoring) ecological restoration treatments on National Forest System land derived from the public domain for each proposal selected under the Collaborative Forest Landscape Restoration Program.\n\nA State-Supported Forest Management Fund is established in the Treasury to cover the costs of the Forest Service to plan, carry out, and monitor a forest management activity on National Forest System lands developed under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "National Forest Collaborative Incentive Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To expedite certain forest management activities on National Forest System lands derived from the public domain when the activities are developed through a collaborative process of interested parties, to require the posting of a bond in initiating a legal challenge to certain forest management activities, to modify the Secure Rural Schools and Community Self-Determination Act of 2000, to authorize additional funding sources for forest management activities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:45:47-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2644:@@@L&summ2=m&"
}