{
  "actions": [
    {
      "acted_at": "2015-05-14", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committees on Homeland Security, and Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-14", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-14", 
      "committees": [
        "HSHM"
      ], 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-14", 
      "committees": [
        "HSAS"
      ], 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-01", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Emergency Preparedness, Response and Communications.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-26", 
      "committees": [
        "HSHM"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Crime, Terrorism, Homeland Security, and Investigations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-08-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Readiness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2326-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, Homeland Security, and Investigations", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Emergency Preparedness, Response, and Communications", 
      "subcommittee_id": "12"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Readiness", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-05-14", 
  "number": "2326", 
  "official_title": "To provide for oversight of, and place restrictions on, Federal programs that provide equipment to law enforcement agencies.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1245-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Protecting Communities and Police Act of 2015", 
  "sponsor": {
    "district": "1", 
    "name": "Clay, Wm. Lacy", 
    "state": "MO", 
    "thomas_id": "01654", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-05-14", 
  "subjects": [
    "Accounting and auditing", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Employment discrimination and employee rights", 
    "Firearms and explosives", 
    "Fraud offenses and financial crimes", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Law enforcement administration and funding", 
    "Law enforcement officers", 
    "Military facilities and property", 
    "Photography and imaging", 
    "Racial and ethnic relations", 
    "State and local government operations", 
    "Urban and suburban affairs and development"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-05-14", 
    "text": "Protecting Communities and Police Act of 2015\n\nThis bill directs the Federal Emergency Management Agency (FEMA), the Defense Logistics Agency, and the Department of Justice (DOJ) to jointly appoint a task force to determine the appropriateness of the use of certain military equipment by state and local law enforcement agencies.\n\nThe bill amends the Homeland Security Act of 2002 to require FEMA, in consultation with the task force established by this Act, to: (1) assess the appropriateness of items on FEMA's Authorized Equipment List for use by law enforcement agencies in counterterrorism activities, (2) designate items on the List that may be purchased by law enforcement agencies, (3) review the List every five years, and (4) publish the List on the website of the Department of Homeland Security (DHS) and in the Federal Register.\n\n The bill defines certain items on the List as either prohibited or restricted items that a local law enforcement agency cannot purchase or use without FEMA authorization or the approval of the law enforcement agency's governing body. The law enforcement agency must submit a needs justification statement with any request for the purchase of a restricted item. The bill also sets forth training and certification requirements for local law enforcement agencies on the use of restricted items.  \n\nThe bill limits law enforcement agencies with fewer than 10 full-time law enforcement officers to one tactical military vehicle unless the agency has in place a joint-use agreement with another agency and serves as the procuring agency under the agreement. Similarly, small Special Weapons and Tactics teams (SWAT teams) consisting of fewer than 17 sworn law enforcement officers (35 if more than one law enforcement agency is involved) cannot purchase restricted items.\n\nLaw enforcement agencies that are under DOJ consent decrees for civil rights abuses or excessive use of force are prohibited from buying restricted items.\n\nThe bill establishes priorities for transfers of Department of Defense military equipment to other federal agencies ahead of state and local law enforcement agencies. If equipment is transferred to a state or local law enforcement agency for use by a SWAT team, the agency must certify the public availability of SWAT team training records and video recordings of each SWAT team deployment using such equipment.\n\nThe bill amends the Omnibus Crime Control and Safe Streets Act of 1968 to limit the use of grant funds under the Edward Byrne Memorial Justice Assistance Grant Program for the purchase of military equipment by state and local law enforcement agencies. The bill requires DOJ to create and make publicly available: (1) a list of prohibited items that may not be purchased by a law enforcement agency using Byrne grant funds unless necessary to prevent a threat to national security, and (2) a list of special justice items that are suitable for certain uses by law enforcement agencies.\n\nThis bill requires: (1) law enforcement agencies that purchase equipment for SWAT teams to publish training records for such teams; (2) states to establish whistle blower protections and public complaint hot lines for reporting misuse of any military equipment purchased with Byrne grant funds; and (3) grant funds to be allocated for the purchase of body cameras, dashboard cameras, gun cameras, and related costs.\n\nDOJ must: (1) collect and analyze data on the use of SWAT teams by federal, state, local, and tribal law enforcement agencies; and (2) publish and report on such data.\n\nThe bill also amends the Homeland Security Act of 2002 to require DHS, through the Federal Law Enforcement Training Center, to conduct programs to certify instructors to conduct training courses on law enforcement tactics for state, local, and tribal law enforcement agencies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Protecting Communities and Police Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide for oversight of, and place restrictions on, Federal programs that provide equipment to law enforcement agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:42:59-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2326:@@@L&summ2=m&"
}