{
  "actions": [
    {
      "acted_at": "2015-05-20", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-14T13:21:00-04:00", 
      "references": [], 
      "text": "Mr. Luetkemeyer moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-14T13:21:00-04:00", 
      "references": [
        {
          "reference": "CR H5134-5135", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-14T13:21:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 2482.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-14T13:30:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H5134", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2015-07-14T13:30:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-15", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2482-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-07-14T13:21:00-04:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2015-07-14T13:30:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2015-05-20", 
  "number": "2482", 
  "official_title": "To amend the Low-Income Housing Preservation and Resident Homeownership Act of 1990.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr22-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3700-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Preservation Enhancement and Savings Opportunity Act of 2015", 
  "sponsor": {
    "district": "3", 
    "name": "Paulsen, Erik", 
    "state": "MN", 
    "thomas_id": "01930", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2015-07-14T13:30:00-04:00", 
  "subjects": [
    "Housing and community development", 
    "Housing finance and home ownership", 
    "Housing supply and affordability", 
    "Low- and moderate-income housing", 
    "Residential rehabilitation and home repair"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2015-07-14", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nPreservation Enhancement and Savings Opportunity Act of 2015\n\n(Sec. 2) Amends the Low-Income Housing Preservation and Resident Homeownership Act of 1990 (LIHPRHA) with respect to a plan of action the Department of Housing and Urban Development (HUD) may approve for extension of the low-income affordability restrictions on any eligible low-income housing.\n\nEntitles the owner of a property subject to a plan of action or use agreement to distribute:\n\n annually all surplus cash generated by the property, but only if the owner is in material compliance with the use agreement, including compliance with prevailing physical condition standards established by HUD; and any funds accumulated in a residual receipts account, notwithstanding any conflicting provision in the use agreement, but only if the individual is in material compliance with the use agreement and has completed, or set aside sufficient funds to complete, any capital repairs identified by the most recent third party capital needs assessment. Requires an owner distributing any such amounts to:\n\n continue to operate the property in accordance with the affordability requirements of its use agreement for its remaining useful life; continue to renew or extend any project-based rental assistance contract for at least 20 years, as required by the property's plan of action; and have the option to extend the contract to a 20-year term, if he or she has an existing multi-year project-based rental assistance contract for less than 20 years. (Sec. 3) Declares that neither LIHPRHA, nor any plan of action or use agreement implementing it, shall restrict an owner from obtaining a new loan or refinancing an existing loan secured by a low-income housing project, or from distributing the proceeds of such a loan, except that, in conjunction with such refinancing:\n\n the owner shall provide for adequate rehabilitation pursuant to a capital needs assessment to ensure long-term sustainability of the property satisfactory to the lender or bond issuance agency; any resulting budget-based rent increase shall include debt service on the new financing, commercially reasonable debt service coverage, and replacement reserves as required by the lender; and any rent increases resulting from the refinancing transaction for units not covered by a project-based rental subsidy contract shall be limited to 10%, with the following exception. States that any tenant who occupies a dwelling unit as of the time of the refinancing, and gives the owner proof of income, may not be required to pay for rent and utilities, for the duration of the tenancy, any amount exceeding the greater of: (1) 30% of the tenant's income, or (2) the amount the tenant paid for rent and utilities immediately before the refinancing.\n\n(Sec. 4) Directs HUD to issue any guidance necessary to carry out this Act within 120 days after its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Preservation Enhancement and Savings Opportunity Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Preservation Enhancement and Savings Opportunity Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Low-Income Housing Preservation and Resident Homeownership Act of 1990.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:44:18-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2482:@@@L&summ2=m&"
}