{
  "actions": [
    {
      "acted_at": "2015-05-15", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2365-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-05-15", 
  "number": "2365", 
  "official_title": "To authorize Department major medical facility construction projects for fiscal year 2015, to amend title 38, United States Code, to make certain improvements in the administration of Department medical facility construction projects, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3106-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Construction Reform, Authorization, and Choice Improvement Act of 2015", 
  "sponsor": {
    "district": "1", 
    "name": "Miller, Jeff", 
    "state": "FL", 
    "thomas_id": "01685", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-05-15", 
  "subjects": [
    "Armed forces and national security", 
    "Building construction", 
    "California", 
    "Congressional oversight", 
    "Department of Veterans Affairs", 
    "Health facilities and institutions", 
    "Hospital care", 
    "Mental health", 
    "Natural disasters", 
    "Neurological disorders", 
    "New York State", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-05-15", 
    "text": "Construction Reform, Authorization, and Choice Improvement Act of 2015\n\nThis bill requires the Department of Veterans Affairs (VA) to: (1) enter into an agreement with an appropriate non-VA entity to provide full project management services for a super construction project; and (2) use industry standards, standard designs, and best practices in carrying out medical facility construction.\n\nA super construction project is one for the construction, alteration, or acquisition of a medical facility involving a total expenditure of more than $100 million (but does not include an acquisition by exchange).\n\nThe VA is prohibited from:\n\n obligating or expending funds for advance planning or design for any super construction project until 60 days after congressional notification, obligating funds for a major medical facility project or a super construction project by more than 10% of the amount approved by law unless certain congressional committees each approve the obligation, and using bid savings amounts or funds for other than their original purpose before 30 days after notifying such committees unless each committee approves the obligation. The VA must complete a master plan for each VA medical facility meeting specified requirements to inform investment decisions and funding requests over a 10-year period for construction projects at the facility.\n\nThe 40-mile distance requirement for a veteran to use a non-VA medical facility under the veterans choice program of the Veterans Access, Choice, and Accountability Act of 2014 means 40 miles calculated on the basis of distance traveled.\n\nThe VA may carry out the following major medical facility projects in FY2015 (with each project not to exceed specified amounts):\n\n construction of a community living center, outpatient clinic, renovated domiciliary, and renovation of existing buildings in Canandaigua, New York; seismic corrections to the mental health and community living center in Long Beach, California; seismic correction of 12 buildings in West Los Angeles, California; and construction of a spinal cord injury building and seismic corrections in San Diego, California. VA authority to make medical services and hospital care available for eligible veterans through agreements with non-VA entities shall now be permanent.\n\nThe sense of Congress regarding the Veterans Choice Fund is revised."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Construction Reform, Authorization, and Choice Improvement Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To authorize Department major medical facility construction projects for fiscal year 2015, to amend title 38, United States Code, to make certain improvements in the administration of Department medical facility construction projects, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:43:19-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2365:@@@L&summ2=m&"
}