{
  "actions": [
    {
      "acted_at": "2015-03-25", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-11-16", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1639-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-03-25", 
  "number": "1639", 
  "official_title": "To amend the charter school programs under the Elementary and Secondary Education Act of 1965.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Charter School Transparency, Accountability, and Quality Act", 
  "sponsor": {
    "district": "41", 
    "name": "Takano, Mark", 
    "state": "CA", 
    "thomas_id": "02110", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-03-25", 
  "subjects": [
    "Academic performance and assessments", 
    "Accounting and auditing", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Government studies and investigations", 
    "Licensing and registrations", 
    "School administration"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-03-25", 
    "text": "Charter School Transparency, Accountability, and Quality Act\n\nAmends part A of title I of the Elementary and Secondary Education Act of 1965 (ESEA) to require a state's school improvement plan to include assurances that its authorized public chartering agencies:\n\n meet nationally recognized professional standards; annually file and disclose independently audited financial statements for the charter schools they authorize, adopt and enforce employee compensation and conflict of interest guidelines for such schools, and enter into a legally binding charter or performance contract with each such school that bases charter renewal and revocation decisions on the state's school improvement accountability system. Requires each state that seeks a grant under part B (Public Charter Schools) of title V of the ESEA to:\n\n ensure that each charter school in the state makes available to the public information on student support services and annual performance and enrollment data for specified student subgroups and the student body as a whole; ensure that each charter school board in the state has the right to fiscally oversee the education management organization it contracts with; work with charter schools to help them recruit, enroll, and retain traditionally underserved students; ensure that each charter school that receives funds under the state's charter school grant program meets its students' educational needs; and share best and promising practices between charter schools and other public schools. Allows state grantees to use a weighted lottery to give slightly better chances for admission to educationally disadvantaged students.\n\nExpands the eligibility criteria for each charter school to receive part B funds from its state for the purpose of assisting other schools in adapting the charter school's program, or of disseminating information about the charter school, to include:\n\n community involvement in the school's development and operation; three successful consecutive annual audits without any indication of fiscal difficulties, as defined by typical accounting standards; and maintenance of a student population that is demographically similar to the local educational agency (LEA) that encompasses the school or is geographically closest to it. Requires national studies on the impact of charter schools on the LEAs that encompass them or that are geographically closest to them."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Charter School Transparency, Accountability, and Quality Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the charter school programs under the Elementary and Secondary Education Act of 1965.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:37:08-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR1639:@@@L&summ2=m&"
}