{
  "actions": [
    {
      "acted_at": "2015-07-14T17:13:00-04:00", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 114-205, by Mr. Aderholt.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-14T17:13:00-04:00", 
      "calendar": "Union", 
      "number": "153", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 153.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3049-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-14", 
  "number": "3049", 
  "official_title": "Making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2016, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2029-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1800-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1800-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2129-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2016", 
  "sponsor": {
    "district": "4", 
    "name": "Aderholt, Robert B.", 
    "state": "AL", 
    "thomas_id": "01460", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-07-14T17:13:00-04:00", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural conservation and pollution", 
    "Agricultural education", 
    "Agricultural insurance", 
    "Agricultural marketing and promotion", 
    "Agricultural practices and innovations", 
    "Agricultural prices, subsidies, credit", 
    "Agricultural research", 
    "Agricultural trade", 
    "Agriculture and food", 
    "Alcoholic beverages", 
    "Animal and plant health", 
    "Appropriations", 
    "Argentina", 
    "Brazil", 
    "Budget process", 
    "Cell biology and embryology", 
    "Commodities markets", 
    "Commodity Futures Trading Commission", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "Disaster relief and insurance", 
    "Drug safety, medical device, and laboratory regulation", 
    "Drug, alcohol, tobacco use", 
    "Economic development", 
    "Educational technology and distance education", 
    "Electric power generation and transmission", 
    "Executive agency funding and structure", 
    "Farm Credit Administration", 
    "Fishes", 
    "Food and Drug Administration (FDA)", 
    "Food assistance and relief", 
    "Food supply, safety, and labeling", 
    "Foreign aid and international relief", 
    "General agriculture matters", 
    "Government employee pay, benefits, personnel management", 
    "Government lending and loan guarantees", 
    "Grain", 
    "Hazardous wastes and toxic substances", 
    "Housing and community development funding", 
    "Latin America", 
    "Meat", 
    "Medical research", 
    "Nutrition and diet", 
    "Rural conditions and development", 
    "Seafood", 
    "Solid waste and recycling", 
    "Trade restrictions", 
    "Transportation costs", 
    "User charges and fees", 
    "Water use and supply", 
    "Watersheds"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2015-07-14", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\n Highlights: \n\nThe Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2016 provides FY2016 appropriations for the Department of Agriculture (USDA), except for the Forest Service; the Food and Drug Administration (FDA), and the Commodity Futures Trading Commission (CFTC).\n\nThe bill includes both discretionary and mandatory funding. The mandatory funding levels are generally set by authorizing legislation such as the farm bill and are frequently limited in the agriculture appropriations bill.\n\nThe bill decreases discretionary funding for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies below FY2015 levels.\n\nCompared to FY2015 levels, the bill\n\n decreases discretionary spending for Agricultural Programs, Conservation Programs, Domestic Food Programs, Foreign Assistance and Related Programs; and increases discretionary funding for Rural Development and the FDA. Also included in the bill are provisions that affect policy in areas such as:\n\n pre-market review and reporting requirements for tobacco products, imports of beef from Brazil and Argentina, the use of imported processed poultry from China for the school lunch and other nutrition programs, and the 2015 dietary guidelines. Full Summary: \n\nAgriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2016 \n\nProvides FY2016 appropriations to the Department of Agriculture (USDA), the Food and Drug Administration (FDA), and related agencies.\n\nTITLE I--AGRICULTURAL PROGRAMS\n\nProvides appropriations for the following agricultural programs and services:\n\n the Office of the Secretary; Executive Operations; the Office of the Chief Information Officer; the Office of the Chief Financial Officer; the Office of the Assistant Secretary for Civil Rights; the Office of Civil Rights; Agriculture Buildings and Facilities; Hazardous Materials Management; the Office of Inspector General; the Office of the General Counsel; the Office of Ethics; the Office of the Under Secretary for Research, Education, and Economics; the Economic Research Service; the National Agricultural Statistics Service; the Agricultural Research Service; the National Institute of Food and Agriculture; the Office of the Under Secretary for Marketing and Regulatory Programs; the Animal and Plant Health Inspection Service; the Agricultural Marketing Service; the Grain Inspection, Packers and Stockyards Administration; the Office of the Under Secretary for Food Safety; the Food Safety and Inspection Service; the Office of the Under Secretary for Farm and Foreign Agricultural Services; the Farm Service Agency; the Risk Management Agency; the Federal Crop Insurance Corporation Fund; and the Commodity Credit Corporation Fund. TITLE II--CONSERVATION PROGRAMS\n\nProvides appropriations for the Office of the Under Secretary for Natural Resources and Environment.\n\nProvides appropriations to the Natural Resources Conservation Service for Conservation Operations and the Watershed Rehabilitation Program.\n\nTITLE III--RURAL DEVELOPMENT PROGRAMS\n\nProvides appropriations for Rural Development Programs including:\n\n the Office of the Under Secretary for Rural Development, Rural Development Salaries and Expenses, the Rural Housing Service, the Rural Business-Cooperative Service, and the Rural Utilities Service. TITLE IV--DOMESTIC FOOD PROGRAMS\n\nProvides appropriations for the Office of the Under Secretary for Food, Nutrition, and Consumer Services.\n\nProvides appropriations to the Food and Nutrition Service, including:\n\n Child Nutrition Programs; the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC); the Supplemental Nutrition Assistance Program (SNAP, formerly known as food stamps); the Commodity Assistance Program; and Nutrition Programs Administration. TITLE V--FOREIGN ASSISTANCE AND RELATED PROGRAMS\n\nProvides appropriations for the Foreign Agricultural Service, including the Food for Peace Act (P.L. 480) and the McGovern-Dole International Food for Education and Child Nutrition Program.\n\nTITLE VI--RELATED AGENCIES AND FOOD AND DRUG ADMINISTRATION\n\nProvides appropriations to the Department of Health and Human Services (HHS) for the Food and Drug Administration (FDA).\n\nProvides appropriations to independent agencies, including the Commodity Futures Trading Commission (CFTC) and the Farm Credit Administration (FCA).\n\nTITLE VII--GENERAL PROVISIONS\n\nSets forth permissible, restricted, and prohibited uses for funds provided by this and other appropriations Acts.\n\n(Sec. 701) Permits USDA to use funds provided by this bill for the purchase, replacement, and hire of passenger motor vehicles.\n\n(Sec. 702) Permits USDA to transfer unobligated balances to the Working Capital Fund for the acquisition of plant and capital equipment for financial, administrative, and information technology services. Permits the transferred funds to remain available until expended and specifies restrictions on the use of the funds.\n\n(Sec. 703) Prohibits appropriations provided by this bill from remaining available for obligation beyond the current fiscal year unless the bill expressly provides otherwise.\n\n(Sec. 704) Limits negotiated indirect costs on cooperative agreements between USDA and nonprofit institutions to 10% of the total direct cost of the agreement.\n\n(Sec. 705) Permits appropriations for direct and guaranteed loans to remain available until expended to disburse obligations made in the current fiscal year for: (1) the Rural Development Loan Fund program account, (2) the Rural Electrification and Telecommunication Loans program account, and (3) the Rural Housing Insurance Fund program account.\n\n(Sec. 706) Prohibits USDA from using funds provided by this bill to acquire or upgrade information technology systems without approval of the Chief Information Officer (CIO) and the Executive Information Technology Investment Review Board. Restricts the transfer of funds made available by this bill to the CIO without prior approval of Congress. Requires the CIO to approve specified information technology projects.\n\n(Sec. 707) Permits specified FY2016 funds provided under the Federal Crop Insurance Act for agriculture management assistance to remain available until expended to disburse obligations made in the current fiscal year.\n\n(Sec. 708) Makes a former Rural Utility Service borrower that has repaid or prepaid a loan under the Rural Electrification Act of 1936 or any not-for profit utility qualified to receive a loan under the Act eligible for rural economic development and job creation assistance in the same manner as a borrower.\n\n(Sec. 709) Permits up to $20 million of the unobligated balances from appropriations by this bill for salaries and expenses of the Farm Services Agency to remain available through FY2017 for information technology expenses.\n\nPermits unobligated balances from appropriations by this bill for salaries and expenses for the Rural Development mission area to remain available for information technology expenses through FY2017.\n\n(Sec. 710) Prohibits funds provided by this bill from being used for first-class travel by employees of agencies funded by this bill.\n\n(Sec. 711) Provides that Commodity Credit Corporation funds authorized or required to be used for specified programs included in the Agricultural Act of 2014: (1) shall be available for salaries and administrative expenses associated with the programs without regard to allotment and transfer limits, and (2) shall not be considered to be a fund transfer or allotment for purposes of applying the limits.\n\n(Sec. 712) Limits funds available for USDA advisory committees, panels, commissions, and task forces.\n\n(Sec. 713) Prohibits funds provided by this bill from being used to pay indirect costs charged against any agricultural research, education, or extension grant awards issued by the National Institute of Food and Agriculture that exceed 30% of total federal funds provided under each award.\n\n(Sec. 714) Limits funds that may be used for the following programs:\n\n assistance provided by the Watershed Protection and Flood Prevention Act for the rehabilitation of structural measures constructed as part of a water resource project; the Environmental Quality Incentives Program; the Conservation Stewardship Program; the Biomass Crop Assistance Program; the Biorefinery, Renewable Chemical and Biobased Product Manufacturing Assistance Program; and the Rural Energy for America Program. (Sec. 715) Limits funds for the following domestic food assistance categories: (1) Child Nutrition Programs Entitlement Commodities, (2) State Option Contracts, and (3) Removal of Defective Commodities.\n\nLimits FY2016 funds for the Fresh Fruit and Vegetable Program that provides fruit and vegetables to students in participating elementary schools.\n\nProhibits USDA from using funds for payments authorized by Section 32 of the Agricultural Adjustment Act of 1935 to increase purchasing power of agricultural producers or for surplus removal or price support activities authorized by the Commodity Credit Corporation Charter Act.\n\n(Section 32 is a program created to assist agricultural producers of non-price-supported commodities and is funded by a permanent appropriation of a portion of the previous year's customs receipts less certain mandatory transfers to child nutrition and other programs. This provision effectively prohibits the use of Section 32 for emergency disaster payments.)\n\nRescinds specified unobligated balances provided for domestic food assistance programs.\n\n (Sec. 716) Prohibits the use of funds to prepare proposals for the President's budget that assume savings from certain user fee proposals without identifying additional spending reductions that should occur if the proposals are not enacted.\n\n(Sec. 717) Sets forth procedures, requirements, and restrictions, for reprogramming and transferring funds provided by this bill.\n\n(Sec. 718) Permits USDA to assess a one-time fee for any guaranteed business and industry loan in an amount that does not exceed 3% of the guaranteed principal portion of the loan.\n\n(Sec. 719) Prohibits funds from being used to provide questions or responses to questions requested for the appropriations hearing process to anyone not employed by USDA, HHS, the CFTC, or the FCA.\n\n(Sec. 720) Prohibits any executive branch agency from using funds provided by this bill to produce a prepackaged news story for U.S. broadcast or distribution unless it includes clear notification that it was produced or funded by the agency.\n\n(Sec. 721) Prohibits USDA employees from being detailed to any other USDA agency or office for more than 60 days in a fiscal year unless the individual's employing agency is reimbursed by the receiving agency for the salary and expenses of the employee.\n\n(Sec. 722) Prohibits the use of funds provided by this bill to provide nonrecourse marketing assistance loans for mohair.\n\n(Sec. 723) Directs the USDA, the FDA, the CFTC, and the FCA to submit spending plans to Congress.\n\n(Sec. 724) Provides that funds for title II of the Food for Peace Act may only be used to assist nations if the U.S. Agency for International Development (USAID) determines that adequate monitoring and controls exist to ensure that food aid is received by the intended beneficiaries in areas affected by food shortages and not diverted for unauthorized or inappropriate purposes.\n\n(Sec. 725) Directs USDA to: (1) continue the pilot program in effect for FY2013 for packaging and reviewing direct loans for single family rural housing, and (2) enter into additional agreements to increase the number of participating organizations to at least 10.\n\n(Sec. 726) Permits USDA to increase the program level by up to 25% for certain loans and loan guarantees that do not require budget authority and have program levels established by this bill. Requires congressional notification prior to implementing any increase.\n\n(Sec. 727) Provides that certain credit card refunds or rebates transferred to the Working Capital Fund: (1) shall not be available for obligation without congressional approval; and (2) shall only be available for acquisition of plant and capital equipment for USDA financial, administrative, and information technology services.\n\n(Sec. 728) Amends the Commodity Exchange Act to eliminate requirements for indemnification agreements before certain data related to swaps transactions is shared by the CFTC or swap data repositories with specified entities.\n\n(Sec. 729) Prohibits funds provided by this bill from being used to procure processed poultry products from China for the National School Lunch Program, the Child and Adult Food Care Program, the Summer Food Service Program, or the School Breakfast Program.\n\n(Sec. 730) Permits USDA to respond to a community with inadequate drinking water supplies due to a natural disaster by providing potable water through the Emergency Community Water Assistance Grant Program for up to 120 days beyond the time period established in the program.\n\n(Sec. 731) Specifies the matching requirements that apply to funds appropriated for the Agriculture and Food Research Initiative.\n\n(Sec. 732) Requires USDA to permit states to grant exemptions from whole grain requirements for the National School Lunch Program and the School Breakfast Program that took effect on or after July 1, 2014.\n\n Requires states to establish a process for responding to exemption requests, provided that school food authorities demonstrate hardship in procuring whole grain products compliant with new standards and comply with whole grain standards in effect prior to July 1, 2014.\n\n(Sec. 733) Prohibits funds from being used to implement regulations requiring a specified reduction in sodium in federally reimbursed meals, foods, and snacks sold in schools until the latest scientific research establishes that the reduction is beneficial for children.\n\n (Sec. 734) Prohibits funds provided by this bill from being used for the 2015 Dietary Guidelines for Americans unless specified requirements regarding the reliance on scientific evidence, the scope of the guidelines, and a public comment period are met.\n\n(Sec. 735) Prohibits the Food and Nutrition Service from using funds provided by this bill for any new research and evaluation projects until after a research and evaluation plan is submitted to Congress.\n\n(Sec. 736) Rescinds specified unobligated balances previously provided to USDA for the Common Computing Environment.\n\n(Sec. 737) Rescinds specified unobligated balances previously provided to USDA for the Rural Utilities Service.\n\n(Sec. 738) Rescinds specified unobligated balances previously provided to USDA for the Natural Resources Conservation Service, the Rural-Business-Cooperative Service, and the Food and Nutrition Service.\n\n(Sec. 739) Amends the Federal Agriculture Improvement and Reform Act of 1996 to restore the use of commodity certificates for the marketing loan program. (Commodity certificates are negotiable certificates that USDA sells to producers and exchanges for outstanding loan collateral to minimize forfeitures or the accumulation of stocks by the government. They have not been available since the 2009 crop year.)\n\n(Sec. 740) Rescinds specified unobligated balances previously provided to USDA for the Natural Resources Conservation Service.\n\n(Sec. 741) Sets forth the authorities that apply for USDA to provide loans for housing and buildings on adequate farms.\n\n(Sec. 742) Permits specified unobligated balances of appropriations provided for the Emergency Watershed Protection Program to be available until expended for any disaster occurring during FY2016 and FY2017.\n\n(Sec. 743) Prohibits funds provided by this bill from being used to allow or require information intended for a prescribing health care professional, in the case of a drug or biological product, to be distributed electronically until a federal law is enacted to allow or require electronic distribution.\n\n(Sec. 744) Prohibits the FDA from using funds for the rule entitled \"Food Labeling; Nutrition Labeling of Standard Menu Items in Restaurants and Similar Retail Food Establishments\" until the later of: (1) December 1, 2016, or (2) one year after HHS publishes specified guidance for nutrition labeling of standard menu items in restaurants and similar retail food establishments.\n\n(Sec. 745) Prohibits funds from being used to review or approve an application for an exemption for investigational use of a drug or biological product in research in which a human embryo is intentionally created or modified to include a heritable genetic modification.\n\n(Sec. 746) Prohibits funds from being used to implement or enforce any provisions of the FDA Food Safety Modernization Act, with respect to the regulation of the distribution, sale, or receipt of dried spent grain byproducts of the alcoholic beverage production process, irrespective of whether the byproducts are solely intended for use as animal feed.\n\n(Sec. 747) Specifies premarket review and reporting requirements for certain products deemed by the FDA to be tobacco products.\n\n(Sec. 748) Provides that conservation compliance requirements for federal crop insurance subsidies do not apply during the 2016 reinsurance year.\n\n(Sec. 749) Prohibits funds provided by this bill from being used for the rules entitled \"Importation of Beef From a Region in Argentina\" and \"Importation of Beef From a Region in Brazil\" until USDA: (1) conducts a comprehensive risk evaluation of importing beef produced in Argentina and Brazil, and (2) makes and reports to Congress on additional site visits to beef slaughtering and processing facilities in Argentina and Brazil.\n\n(Sec. 750) Prohibits funds provided by this bill from being used to issue or renew licenses under the Animal Welfare Act for certain dealers who sell dogs and cats for research, experiments, teaching, or testing.\n\n(Sec. 751) Requires HHS to publish a notice in the Federal Register stating that until the June 18, 2018, compliance date included in the order entitled \"Final Determination Regarding Partially Hydrogenated Oils,\" partially hydrogenated oils shall be generally regarded as safe within the meaning of the Federal Food, Drug, and Cosmetic Act.\n\n(Sec. 752) Requires USDA to implement a provision of the Agricultural Act of 2014 related to the definition and inspections of catfish. Requires HHS to implement a provision of the Federal Food, Drug, and Cosmetic Act requiring food that purports to be or is represented as catfish, to be deemed to be misbranded unless it is fish classified within the family Ictaluridae.\n\n(Sec. 753) Establishes a spending reduction account for the amount by which spending proposed in this bill exceeds the subcommittee's allocation under the Congressional Budget Act of 1974. Specifies that the amount is $0. (Under the Rules of the House of Representatives, any savings included in the spending reduction account are not available for further appropriation during consideration of the bill.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2016, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:49:10-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3049:@@@L&summ2=m&"
}