{
  "actions": [
    {
      "acted_at": "2015-07-21", 
      "references": [
        {
          "reference": "CR E1093-1094", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-21", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-09-08", 
      "committees": [
        "HSHM"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Crime, Terrorism, Homeland Security, and Investigations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3124-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, Homeland Security, and Investigations", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-21", 
  "number": "3124", 
  "official_title": "To permit the expungement of records of certain marijuana-related offenses.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Slate for Marijuana Offenses Act of 2015", 
  "sponsor": {
    "district": "3", 
    "name": "Blumenauer, Earl", 
    "state": "OR", 
    "thomas_id": "00099", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-07-21", 
  "subjects": [
    "Civil actions and liability", 
    "Crime and law enforcement", 
    "Criminal justice information and records", 
    "Criminal procedure and sentencing", 
    "Drug trafficking and controlled substances"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-07-21", 
    "text": "Clean Slate for Marijuana Offenses Act of 2015\n\nAmends the federal criminal code to allow an individual convicted of a qualifying marijuana-related offense, upon filing a petition for expungement and fulfilling all requirements of the sentence for such conviction, to obtain an order granting expungement of such conviction.\n\nDefines a \"qualifying marijuana-related offense\" as an offense against the United States in which the conduct constituting the offense: (1) was legal under the state law at the time of the offense, or (2) was the possession of not more than one ounce of marijuana.\n\n Gives the government 60 days to contest such a petition, in which case the court shall allow the government and the petitioner an opportunity to present evidence and argument relating to the petition. Directs the court to approve or deny the petition based on its determination that the petition either is supported by, or is not supported by, a preponderance of the evidence.\n\nDeclares that: (1) an order granting expungement restores the individual concerned to the status that individual occupied before the arrest or the institution of criminal proceedings for the offense for which expungement is granted; (2) the individual is not required to divulge information pertaining to an expunged conviction and such conviction shall not disqualify that individual from pursuing or engaging in any lawful activity, occupation, or profession; (3) such individual is not guilty of making a false statement by reason of that individual's failure to recite or acknowledge arrest or conviction of such offense; and (4) records pertaining to an expunged conviction shall be destroyed.\n\nDirects the Department of Justice (DOJ) to maintain a nonpublic record of such expungement orders and the names of and alphanumeric identifiers selected by DOJ for persons who obtain expungement, which record shall be made available only to the individual to whom the expungement pertains. Establishes penalties for the unauthorized disclosure of information relating to an expunged conviction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Clean Slate for Marijuana Offenses Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To permit the expungement of records of certain marijuana-related offenses.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:49:48-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3124:@@@L&summ2=m&"
}