{
  "actions": [
    {
      "acted_at": "2015-06-15", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-15", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-15", 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-01", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Regulatory Reform, Commercial And Antitrust Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2778-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Regulatory Reform, Commercial And Antitrust Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-06-15", 
  "number": "2778", 
  "official_title": "To amend chapter 8 of title 5, United States Code, to provide for Congressional oversight of agency rulemaking, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr427-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s226-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Sunset Act of 2015", 
  "sponsor": {
    "district": "4", 
    "name": "King, Steve", 
    "state": "IA", 
    "thomas_id": "01724", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-06-15", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Government operations and politics", 
    "Legislative rules and procedure"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-06-15", 
    "text": "Sunset Act of 2015\n\nRevises provisions relating to congressional review of agency rulemaking to require federal agencies to submit to Congress and the Government Accountability Office a report every three months containing a copy of any rule made during that three month period and information relating to such rule. Prohibits the implementation of a proposed rule prior to the submission of such report. Requires Congress to enact a joint resolution of approval of any agency rule and sets forth approval procedures.\n\nRevises the definition of \"rule\" for purposes of this Act to exclude: (1) any rule of particular applicability, including a rule that approves or prescribes for the future rates, wages, prices, services, or allowances therefore, corporate or financial structures, reorganizations, mergers, or acquisitions thereof, or accounting practices or disclosures bearing on any of the foregoing; (2) any rule relating to agency management or personnel; or (3) any rule of agency organization, procedure, or practice that does not substantially affect the rights or obligations of non-agency parties.\n\nPermits judicial review of whether an agency has completed the necessary requirements for a rule to take effect.\n\nRequires agencies to designate not less than 10% of their eligible rules for review during each of the next ten years. Terminates any such rule for which Congress has not enacted a joint resolution of approval within 10 years after enactment of this Act.\n\nTerminates an agency rule for which Congress has enacted a joint resolution of approval 10 years after the enactment of such resolution. Authorizes the President to exempt a rule from termination if such rule is: (1) necessary because of an imminent threat to health or safety or other emergency, for the enforcement of criminal law, or for national security; or (2 ) issued to implement an international trade agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Sunset Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend chapter 8 of title 5, United States Code, to provide for Congressional oversight of agency rulemaking, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:46:54-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2778:@@@L&summ2=m&"
}