{
  "actions": [
    {
      "acted_at": "2015-04-21", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Homeland Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-04-21", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-04-21", 
      "committees": [
        "HSHM"
      ], 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-01", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-06", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Border and Maritime Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1916-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Border and Maritime Security", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-04-21", 
  "number": "1916", 
  "official_title": "To reauthorize trade enforcement and trade facilitation functions and activities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1773-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1903-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1907-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s989-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1015-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1269-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Trade Enforcement and Trade Facilitation Act of 2015", 
  "sponsor": {
    "district": "9", 
    "name": "Levin, Sander M.", 
    "state": "MI", 
    "thomas_id": "00683", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-04-21", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Business records", 
    "Canada", 
    "Competitiveness, trade promotion, trade deficits", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Customs enforcement", 
    "Department of Homeland Security", 
    "Employment discrimination and employee rights", 
    "Executive agency funding and structure", 
    "Foreign trade and international finance", 
    "Free trade and trade barriers", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Human rights", 
    "Intellectual property", 
    "International organizations and cooperation", 
    "Labor standards", 
    "Latin America", 
    "Law enforcement officers", 
    "Manufacturing", 
    "Mexico", 
    "Performance measurement", 
    "Product safety and quality", 
    "Small business", 
    "Tariffs", 
    "Trade agreements and negotiations", 
    "Trade restrictions", 
    "Travel and tourism", 
    "Youth employment and child labor"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-04-21", 
    "text": "Trade Facilitation and Trade Enforcement Act of 2015 \n\nThis bill directs the U.S. Customs and Border Protection (CBP) to ensure that CBP partnership programs, such as the Customs-Trade Partnership Against Terrorism, provide trade benefits to importers, exporters, and certain other private sector entities that meet program requirements.\n\nThe Government Accountability Office must report to Congress on the effectiveness of CBP enforcement of U.S. customs and trade laws (trade enforcement).\n\nThe CBP shall establish priorities and performance standards to measure levels of achievement of customs modernization, the movement of merchandise into and out of the United States (trade facilitation), and trade enforcement functions and programs.\n\nThe CBP and U.S. Immigration and Customs Enforcement (ICE) shall:\n\n establish educational seminars to improve CBP classification and appraisal of imported articles, trade enforcement, and facilitation of international trade; and develop biennially a joint strategic plan for improving trade enforcement and trade facilitation. This bill amends the Consolidated Omnibus Budget Reconciliation Act of 1985 to authorize appropriations for FY2016-FY2018 to complete the development and implementation of the Automated Commercial Environment computer system.\n\nThis bill amends the Tariff Act of 1930 to require the Department of the Treasury (Treasury) to work with the head of each agency participating in the International Trade Data System (ITDS) and the Interagency Steering Committee to ensure that, among other duties, it:\n\n develops and maintains the necessary information technology infrastructure to support the operation of the ITDS, submit all data to the ITDS electronically, and arrange to share information between each agency and the CBP. Treasury and the Department of Homeland Security (DHS) shall jointly establish a Commercial Customs Operations Advisory Committee.\n\nThe CBP shall develop and implement CBP-wide Centers of Excellence and Expertise.\n\nDHS shall establish within the CBP Office of International Trade a Commercial Targeting Division (including National Targeting and Analysis Groups) to conduct commercial risk assessment targeting and, when needed, issue trade alerts with respect to cargo destined for the United States.\n\nThe Treasury Inspector General shall report to Congress on oversight of revenue protection and enforcement measures.\n\nDHS and Treasury shall report jointly to Congress on security and revenue measures with respect to merchandise transported in bond.\n\nDHS shall establish a program to assign importer of record numbers.\n\nThe Department of the Treasury shall prescribe minimum standards to require customs brokers to implement, and importers (including nonresident importers) to comply with, reasonable procedures for collecting information to identify U.S. and non-resident importers seeking to import merchandise into the United States.\n\nThe CBP shall report to Congress recommendations for:\n\n determining the most effective way to require foreign nationals to provide customs brokers with accurate information, comparable to that required of U.S. nationals, on the identity of foreign nationals seeking to import merchandise into the United States; and establishing a system for such brokers and agencies to review information maintained by relevant federal agencies to verify the identity of importers, including nonresident importers, seeking to import merchandise into the United States. The CBP shall establish a new importer program that adjusts bond amounts for new importers based on the level of risk assessed for protection of federal revenue.\n\nTreasury shall require a single entry bond, in addition to any continuous bond, in any case in which there is a reasonable belief, based on evidence, that merchandise which may be subject to a countervailing duty (CVD) order or antidumping duty (AD) order is being entered into the United States by means of evasion.\n\nAn interagency Import Safety Working Group is established.\n\nDHS shall develop a joint import safety rapid response plan that sets forth protocols for the CBP to:\n\n coordinate federal responses to cargo entering the United States that poses a threat to the health or safety of U.S. consumers, and use in recovering from or mitigating the effects of actions and responses to such an incident. Upon suspicion that merchandise is being imported into the United States in violation of U.S. trademark or copyright infringement laws, CBP shall provide the trademark or copyright owner any information appearing on the merchandise and its packaging and labels, including any unredacted images of them, if testing by the owner would assist in determining a violation.\n\nDHS shall establish within ICE a National Intellectual Property Rights Coordination Center to coordinate U.S. activities to prevent the import and export of goods that infringe intellectual property rights.\n\nCBP, ICE, and DHS shall take specified actions for enforcement of intellectual property rights.\n\n The general de minimis aggregate fair retail value in the country of shipment of duty-free articles imported by one person on one day increases from $200 to $800.\n\nThis bill also prescribes or revises requirements for:\n\n certain penalties for customs brokers convicted of an act of terrorism, duty-free treatment of certain federal property exported and reimported without having been advanced in value or improved in condition while abroad, duties on warranty repairs or alterations of articles exported from and then returned to the United States, exemption from duty treatment of the residue of bulk cargo contained in instruments of international traffic previously exported from the United States, drawback (refund of paid customs duties) on eligible merchandise imported into the United States and later exported or destroyed, and elimination of the consumptive demand exception to the prohibition on the importation of goods made with convict labor, forced labor, or indentured labor. DHS shall establish within the CBP Office of International Trade a Trade Remedy Law Enforcement Division (including a National Targeting and Analysis Group) to prevent and counter evasion of AD or CVD orders with respect to covered merchandise entered into the United States. The Group shall establish targeted risk assessment methodologies and standards for: evaluating the risk that cargo destined for the United States may constitute evading covered merchandise, and issuing Trade Alerts to U.S. ports of entry directing further inspection of specific merchandise to ensure compliance with U.S. trade remedy laws. This bill prescribes procedures for the CBP to initiate an investigation into whether covered merchandise is being entered into the United States through evasion upon the filing of a petition by interested parties or referral by other federal agencies, including the Department of Commerce or the United States International Trade Commission. The CBP, in cases of an affirmative final determination, shall: suspend the liquidation of each entry of covered merchandise; notify the administering authority of the determination and request identification of the AD or CVD assessment rate for the entries in which liquidation was suspended, or if no assessment rates are available, the cash deposit rate to be applied to such entries; require the posting of cash deposits and assess duties on the merchandise; and reassess the importer's bond or other security. These requirements for investigating claims of evasion of AD and CVD orders apply to goods from Mexico and Canada as well as goods from elsewhere."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Trade Enforcement and Trade Facilitation Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reauthorize trade enforcement and trade facilitation functions and activities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:39:31-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR1916:@@@L&summ2=m&"
}