{
  "actions": [
    {
      "acted_at": "2015-01-08", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-03-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-03-23", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-04-26T13:19:00-04:00", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Small Business. H. Rept. 114-526.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-26T13:19:00-04:00", 
      "calendar": "Union", 
      "number": "406", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 406.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr207-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Jeffries, Hakeem S.", 
      "sponsored_at": "2015-06-11", 
      "state": "NY", 
      "thomas_id": "02149", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kirkpatrick, Ann", 
      "sponsored_at": "2015-06-11", 
      "state": "AZ", 
      "thomas_id": "01907", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "32", 
      "name": "Napolitano, Grace F.", 
      "sponsored_at": "2015-09-09", 
      "state": "CA", 
      "thomas_id": "01602", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-03-23", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-01-08", 
  "number": "207", 
  "official_title": "To amend the Small Business Act to provide for improvements to small business development centers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s999-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s999-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Developing the Next Generation of Small Businesses Act of 2016", 
  "sponsor": {
    "district": "7", 
    "name": "Velazquez, Nydia M.", 
    "state": "NY", 
    "thomas_id": "01184", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-03-23", 
  "subjects": [
    "Business education", 
    "Commerce", 
    "Congressional oversight", 
    "Government information and archives", 
    "Marketing and advertising", 
    "Public-private cooperation", 
    "Right of privacy", 
    "Small business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2016-04-26", 
    "text": "Developing the Next Generation of Small Businesses Act of 2016\n\nTITLE I--SMALL BUSINESS DEVELOPMENT CENTERS IMPROVEMENTS Small Business Development Centers Improvement Act of 2016\n\n (Sec. 102) This bill amends the Small Business Act with respect to the authority of the Small Business Administration (SBA) to use certain SBA programs, including the small business development center (SBDC) program, to provide grants, financial assistance, loans, export assistance, and subcontracting opportunities on federal contracts to specified small businesses, organizations, state governments, universities, companies, and other entities that assist smaller enterprises.\n\nThe SBA shall only use such programs to deliver entrepreneurial development services, entrepreneurial education, support for the development and maintenance of clusters, or business training. Such program requirements shall not apply to services provided to assist small businesses owned by an Indian tribe.\n\n(Sec. 103) The SBA shall not prohibit SBDC grant recipients from marketing and advertising their services to individuals and small business concerns.\n\n(Sec. 104) The SBA shall:\n\n consult with SBDC associations to develop documents governing data collection activities related to grant recipients; and establish a Data Collection Working Group, consisting of members from entrepreneurial development grant recipients associations and organizations and SBA officials, to study and determine the best way to capture data collection and create or revise existing systems dedicated to data collection. (Sec. 105) Participation in private partnerships and cosponsorships with the SBA shall not limit SBDCs from collecting fees or other income related to the operation of such partnerships and cosponsorships.\n\n(Sec. 106) The portion of certain available funds the SBA may use to pay the expenses of the National Small Business Development Center Advisory Board, the information sharing system, and the SBDC association for conducting an SBCD accreditation program shall increase from $500,000 to $600,000. The bill removes a limitation, however, on the amount of funds the SBA may use to pay the examination expenses of the SBDC accreditation program.\n\n(Sec. 107) The bill revises privacy requirements under the program to specify that SBDCs (including consortia and affiliated contractors or agents), subject to existing exceptions, shall not disclose certain identifying information of any individual or small business receiving assistance to any state, local, or federal agency or third party.\n\n(Sec. 108) The SBA may not award grants (including contracts and cooperative agreements) under the SBDC program to any entity other than those that: (1) received them before September 30, 2015, and (2) seek to renew them after that date. The bill exempts not-for-profit institutions of higher education from this prohibition.\n\nTITLE II--WOMEN'S BUSINESS CENTERS PROGRAM IMPROVEMENTS\n\nWomen's Business Centers Improvements Act of 2016\n\n(Sec. 202) The bill revises the duties of the Office of Women's Business Ownership and declares it is the mission of the Office to assist women entrepreneurs to start, grow, and compete in global markets by providing quality support with access to capital, access to markets, job creation, growth, and counseling.\n\nThe SBA shall establish standards for a program to accredit eligible entities receiving a grant to operate one or more women's business centers.\n\n(Sec. 203) The following kinds of organizations shall be eligible to apply for such a grant:\n\n a tax-exempt charitable organization; a state, regional, or local economic development organization; an institution of higher education; a state-chartered development, credit, or finance corporation; or any combination of these. The amount of any grant shall be a maximum of $185,000 (adjusted annually for inflation), with additional grants of $65,000 available, if certain requirements are met.\n\n Failure to obtain non-federal funding must be for two consecutive years before an eligible entity shall become ineligible for advance disbursements, or for any other SBA-funded project.\n\nAn eligible entity must carry out a women's business center project separately from any other project it carries out.\n\nAn SBA employee shall:\n\n make a prior site visit to any grant applicant to ensure that the applicant has sufficient resources to provide the services for which the grant is being made; and conduct an annual review of the entity's compliance with the grant agreement, including a financial examination. An eligible entity whose review identifies problems shall develop a remedial plan of action for the Office to approve or amend, subject to appeal. The Office shall terminate any grant for failure of compliance with a plan of action.\n\nThe bill prescribes requirements for applications for new and continuation grants, their review and selection, as well as public notice for grant opportunities.\n\n(Sec. 204) Upon request by an eligible entity, the SBA may waive, in whole or in part, although not for more than two years, the requirement to obtain non-federal funds for a grant recipient's counseling and training activities.\n\n TITLE III--SCORE PROGRAM REAUTHORIZATION\n\nSCORE for Small Business Act of 2015\n\n (Sec. 302) This bill amends the Small Business Act to reauthorize the SCORE program (Service Corps of Retired Executives) for FY2017-FY2018.\n\n(Sec. 303) The bill renames the Service Corps of Retired Executives Association program as simply the SCORE program.\n\nThe SBA shall award a grant to the SCORE Association (or any successor group) to manage the SCORE program.\n\nBased on business experience and knowledge, a volunteer participating in the SCORE program shall:\n\n provide at no cost to individuals who own, or aspire to own, small business concerns personal counseling, mentoring, and coaching relating to the process of starting, expanding, managing, buying, and selling a business; and facilitate low-cost education workshops for individuals who own, or aspire to own, small business concerns. The SBA shall ensure that the SCORE program and each of its chapters develop and implement plans and goals to provide services more effectively and efficiently to individuals in rural areas, economically disadvantaged communities, and other traditionally underserved communities, including plans for electronic initiatives, web-based initiatives, chapter expansion, partnerships, and the development of new skills by participating volunteers.\n\nThe bill prescribes general privacy requirements for the disclosure of information of businesses assisted under such program.\n\n(Sec. 304) The SCORE Association shall:\n\n make use of online counseling, including by webinars and an electronic mentoring platform; study the future role of the SCORE program; and develop a strategic plan for how the program will evolve to meet the needs of America's entrepreneurs over the next five years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Small Business Development Centers Improvement Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Developing the Next Generation of Small Businesses Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "SCORE for Small Business Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "Small Business Development Centers Improvement Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "Women's Business Centers Improvements Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Small Business Act to provide for improvements to small business development centers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:24:56-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR207:@@@L&summ2=m&"
}