{
  "actions": [
    {
      "acted_at": "2016-02-10", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-02-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Immigration and Border Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4530-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration and Border Security", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Amodei, Mark E.", 
      "sponsored_at": "2016-02-10", 
      "state": "NV", 
      "thomas_id": "02090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Smith, Adam", 
      "sponsored_at": "2016-04-29", 
      "state": "WA", 
      "thomas_id": "01528", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-02-10", 
  "number": "4530", 
  "official_title": "To implement integrity measures to strengthen the EB-5 Regional Center Program in order to promote and reform foreign capital investment and job creation in American communities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2415-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "EB-5 Integrity Act of 2016", 
  "sponsor": {
    "district": "2", 
    "name": "Polis, Jared", 
    "state": "CO", 
    "thomas_id": "01910", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-02-10", 
  "subjects": [
    "Business investment and capital", 
    "Congressional oversight", 
    "Department of Homeland Security", 
    "Drug trafficking and controlled substances", 
    "Employee hiring", 
    "Espionage and treason", 
    "Financial services and investments", 
    "Foreign labor", 
    "Fraud offenses and financial crimes", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government trust funds", 
    "Human trafficking", 
    "Immigration", 
    "Immigration status and procedures", 
    "Securities", 
    "Terrorism", 
    "U.S. and foreign investments", 
    "User charges and fees", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2016-02-10", 
    "text": "EB-5 Integrity Act of 2016\n\nThis bill amends the Immigration and Nationality Act to revise the EB-5 (alien investor) regional center program.\n\nA regional center shall operate within a defined geographic area, and shall be consistent with the purpose of concentrating pooled investment within such area.\n\nThe bill prescribes job creation requirements.\n\n Alien investor capital may not be used to purchase municipal or any other publicly-available bonds.\n\nApproved regional centers must give advance notice to the Department of Homeland Security (DHS) of significant proposed changes to their organizational structure, ownership, or administration, which must then be approved by DHS.\n\nA commercial enterprise associated with a regional center shall file an application with, and obtain approval from, DHS for each investment offering to aliens seeking alien investor classification.\n\n Approval of a business plan shall be binding on future adjudication except in cases of fraud, criminal misuse, public or national security, or major errors of law or fact.\n\nThe bill expands regional center annual statement reporting requirements.\n\nThe bill also prohibits regional center involvement for persons who have committed certain crimes, human trafficking, controlled substance trafficking, espionage, or terrorist activity. DHS shall suspend or terminate designation of any regional center, or the participation of any new commercial enterprise or job-creating entity, that knowingly involved such a person.\n\nOnly a U.S. national or lawfully admitted permanent resident may be involved with a regional center.\n\nA regional center shall monitor and supervise all offers, purchases, and sales of securities made by associated parties to ensure compliance with U.S. securities laws.\n\nThe bill establishes the EB-5 Integrity Fund in the Treasury, and prescribes specified fees to be collected from each regional center.\n\n Direct and third party promoters must: (1) comply with DHS rules and standards and federal or state securities laws, (2) register with U.S. Citizenship and Immigration Services, and (3) meet other specified requirements.\n\n The bill prescribes fund source and gift restrictions.\n\nDHS shall deny or revoke the approval of a business plan application with any investment or business arrangement that: (1) presents a threat to public safety or national security; or (2) presents a significant risk of criminal misuse, fraud, or abuse.\n\nAn alien investor shall demonstrate that the required capital and any administrative funds were obtained from a lawful source and through lawful means.\n\nIf a regional center or regional center associated commercial enterprise has its designation or participation terminated for reasons relating to fraud or other specified offenses, any associated person, including an alien investor, who was a knowing participant shall be permanently barred from future program participation.\n\nDHS employees may not give specified preferential treatment to any organization or individual in connection with any aspect of the EB-5 regional center investor visa program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "EB-5 Integrity Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To implement integrity measures to strengthen the EB-5 Regional Center Program in order to promote and reform foreign capital investment and job creation in American communities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T07:01:33-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR4530:@@@L&summ2=m&"
}