{
  "actions": [
    {
      "acted_at": "2015-03-23", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Affairs, and in addition to the Committees on Financial Services, Oversight and Government Reform, the Judiciary, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-23", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-23", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-23", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-23", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-23", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-04-07", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1540-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-03-23", 
  "number": "1540", 
  "official_title": "To terminate the authority to waive certain provisions of law requiring the imposition of sanctions with respect to Iran, to codify certain sanctions imposed by Executive order, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s825-114", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Sanction Iran, Safeguard America Act of 2015", 
  "sponsor": {
    "district": "8", 
    "name": "Franks, Trent", 
    "state": "AZ", 
    "thomas_id": "01707", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-03-23", 
  "subjects": [
    "Argentina", 
    "Arms control and nonproliferation", 
    "Bank accounts, deposits, capital", 
    "Congressional oversight", 
    "Currency", 
    "Detention of persons", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Foreign and international banking", 
    "Foreign property", 
    "Fraud offenses and financial crimes", 
    "Government liability", 
    "Human rights", 
    "Insurance industry and regulation", 
    "International affairs", 
    "International law and treaties", 
    "Iran", 
    "Israel", 
    "Latin America", 
    "Manufacturing", 
    "Marine and inland water transportation", 
    "Metals", 
    "Middle East", 
    "Motor vehicles", 
    "Navigation, waterways, harbors", 
    "New York City", 
    "Nuclear weapons", 
    "Oil and gas", 
    "Presidents and presidential powers, Vice Presidents", 
    "Public contracts and procurement", 
    "Religion", 
    "Sanctions", 
    "Saudi Arabia", 
    "Terrorism", 
    "Trade restrictions"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-03-23", 
    "text": "Sanction Iran, Safeguard America Act of 2015 or the SISA Act\n\nAmends the Iran Sanctions Act of 1996, the Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010, the National Defense Authorization Act for Fiscal Year 2012, the Iran Threat Reduction and Syria Human Rights Act of 2012, and the Iran Freedom and Counter-Proliferation Act of 2012 to eliminate authority to waive sanctions relating to:\n\n transportation of crude oil from Iran; financial institutions that engage in certain transactions; the financial sector of Iran; persons that support or conduct certain transactions with Iran's Revolutionary Guard Corps and other sanctioned persons; the sale, supply, or transfer of certain materials to or from Iran; the provision of underwriting services or insurance or reinsurance for activities or persons with respect to which sanctions have been imposed; and foreign financial institutions that facilitate financial transactions on behalf of specially designated nationals. Amends the Iran Threat Reduction and Syria Human Rights Act of 2012 to direct the President to prohibit any correspondent account or a payable-through account opened and maintained in the United States by a foreign financial institution that has knowingly conducted or facilitated any significant financial transaction, on or after July 31, 2012, for the purchase, acquisition, sale, transport, or marketing of petroleum, petroleum products, or petrochemical products from Iran. Requires the imposition on violators of specified sanctions under the Iran Sanctions Act of 1996.\n\n Directs the President to block and prohibit all transactions in property and interests in property in or that enter the United States (or the possession or control of a U.S. person) of any person that has, on or after July 31, 2012, materially assisted, sponsored, or provided financial support or related goods or services for the National Iranian Oil Company, the Naftiran Intertrade Company, or the Central Bank of Iran.\n\n Directs the President also to block and prohibit similar transactions involving the purchase or acquisition of U.S. bank notes or precious metals by the government of Iran.\n\nAmends the Iran Freedom and Counter-Proliferation Act of 2012 to direct the President to block and prohibit similar transactions involving any Iranian person included on the list of specially designated nationals and blocked persons maintained by the Office of Foreign Assets Control of the Department of the Treasury.\n\nDirects the President to impose specified sanctions with respect to: (1) a person that has, on or after June 1, 2013, knowingly engaged in a significant financial transaction in connection with the automotive sector of Iran; (2) any related correspondent account or a payable-through account held by a foreign financial institution that has knowingly facilitated such a transaction; and (3) any foreign financial institution that has knowingly facilitated a significant financial transaction on behalf of any blocked person or specially designated Iranian national.\n\nRequires revision of the Federal Acquisition Regulation to require a certification from each prospective federal contractor that is part of the automotive sector of any foreign country, that the prospective contractor (and any person owned or controlled by it): (1) does not have a business relationship with the government of Iran; and (2) has not, in the previous 90 days, conducted any transaction with an Iranian person or any entity owned or controlled by one.\n\nAmends the Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010 to prohibit importation into the United States of refined petroleum products made using Iranian origin crude oil regardless of whether the crude oil was commingled with crude oil not of Iranian origin. Prohibits any regulatory exception to the prohibition on direct or indirect imports from Iran.\n\nAmends the National Defense Authorization Act for Fiscal Year 2012 with respect to sanctions on petroleum transactions.\n\nDirects the President to block and prohibit all activities or transactions that contribute materially, or pose a risk of material contribution, to the proliferation of weapons of mass destruction or the means to deliver them.\n\nProhibits any obligation or expenditure of authorized appropriations for negotiations with Iran until a join resolution has been enacted making specified certifications.\n\n Prohibits the President from terminating Iran's designation as a state sponsor of terrorism unless:\n\n the President submits to Congress a notice of intent to terminate such designation and a required certification, and there is enacted into law a joint resolution approving the termination of the designation. Extends the Iran Sanctions Act of 1996."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Sanction Iran, Safeguard America Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SISA Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To terminate the authority to waive certain provisions of law requiring the imposition of sanctions with respect to Iran, to codify certain sanctions imposed by Executive order, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:36:18-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR1540:@@@L&summ2=m&"
}