{
  "actions": [
    {
      "acted_at": "2015-07-29", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3297-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Butterfield, G. K.", 
      "sponsored_at": "2016-05-23", 
      "state": "NC", 
      "thomas_id": "01761", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Farenthold, Blake", 
      "sponsored_at": "2016-05-13", 
      "state": "TX", 
      "thomas_id": "02067", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Grothman, Glenn", 
      "sponsored_at": "2015-09-24", 
      "state": "WI", 
      "thomas_id": "02276", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "MacArthur, Thomas", 
      "sponsored_at": "2016-06-24", 
      "state": "NJ", 
      "thomas_id": "02258", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-29", 
  "number": "3297", 
  "official_title": "To reform the National Flood Insurance Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fairness in Flood Insurance Act of 2015", 
  "sponsor": {
    "district": "9", 
    "name": "Griffith, H. Morgan", 
    "state": "VA", 
    "thomas_id": "02070", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-07-29", 
  "subjects": [
    "Administrative remedies", 
    "Congressional oversight", 
    "Department of Homeland Security", 
    "Disaster relief and insurance", 
    "Evidence and witnesses", 
    "Federal Emergency Management Agency (FEMA)", 
    "Finance and financial sector", 
    "Floods and storm protection", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Judicial review and appeals", 
    "Legal fees and court costs", 
    "Marine and coastal resources, fisheries"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-07-29", 
    "text": "Fairness in Flood Insurance Act of 2015\n\nThis bill amends the National Flood Insurance Act of 1968 to declare that, in any appeal to the Federal Emergency Management Agency (FEMA), or any judicial review of a final administrative determination, regarding the designation of flood elevation determinations or the identification of special flood hazard areas, FEMA shall have the burden of proving, by clear and convincing evidence, that the elevations proposed or the designation of an identified special flood hazard area is scientifically and technically correct.\n\nFEMA shall:\n\n reimburse the reasonable legal and related expenses of any individual or community that succeeds on such an appeal; and revise and update any floodplain areas and flood-risk zones upon the request from any owner or lessee of real property located in a floodplain area or flood-risk zone (currently, only upon the request of FEMA or of a state or local government), if sufficient technical data justifying the request is submitted. A state or local government, or the owner or lessee of real property, who has formally requested FEMA to update a flood map that FEMA has denied may at any time appeal the denial according to a specified procedure. The basis for appeal shall be possession of knowledge or information that:\n\n the base flood elevation level or designation of any aspect of a flood map is scientifically or technically inaccurate; or specified factors exist, including natural or manmade topographical features, that mitigate the risk of flooding. These flood mitigation factors shall also be considered in the establishment and updating of areas with special flood hazards.\n\nWhen estimating risk premium rates for flood insurance, and prescribing chargeable premium rates, FEMA shall take into consideration the differences between properties located in coastal areas and properties located inland.\n\nFEMA shall consult with the Technical Mapping Advisory Council about methods of making or actions to make the Council's flood map processes more efficient and achieve other specified goals.\n\nThe Homeowner Flood Insurance Affordability Act of 2014 is amended to require FEMA to ensure that the Flood Insurance Advocate has sufficient staff to carry out all of the Advocate's duties and responsibilities, which shall include providing direction as necessary, including by direct conversations with insurance agents.\n\nThe Government Accountability Office shall study:\n\n the scientific and technical adequacy of the flood maps FEMA proposes and establishes, and the effects on the National Flood Insurance Program and otherwise of changing the standard for designating special flood hazard areas from having a 1% or greater to having a 10% or greater chance of experiencing flooding in any given year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Fairness in Flood Insurance Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reform the National Flood Insurance Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:51:14-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3297:@@@L&summ2=m&"
}