{
  "actions": [
    {
      "acted_at": "2015-06-24", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-26", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2869-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Crawford, Eric A. \"Rick\"", 
      "sponsored_at": "2015-10-01", 
      "state": "AR", 
      "thomas_id": "01989", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Olson, Pete", 
      "sponsored_at": "2015-06-24", 
      "state": "TX", 
      "thomas_id": "01955", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Thornberry, Mac", 
      "sponsored_at": "2015-06-24", 
      "state": "TX", 
      "thomas_id": "01155", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Womack, Steve", 
      "sponsored_at": "2015-10-06", 
      "state": "AR", 
      "thomas_id": "01991", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-06-24", 
  "number": "2869", 
  "official_title": "To amend title XXVII of the Public Health Service Act to permit cooperative governing of public entity health benefits through local governments in secondary States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Local and Municipal Health Care Choice Act of 2015", 
  "sponsor": {
    "district": "24", 
    "name": "Marchant, Kenny", 
    "state": "TX", 
    "thomas_id": "01806", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-06-24", 
  "subjects": [
    "Government employee pay, benefits, personnel management", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Intergovernmental relations", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-06-24", 
    "text": "Local and Municipal Health Care Choice Act of 2015\n\nAmends the Public Health Service Act to authorize a local government in a secondary state to provide group health coverage to its officers, employees, or retirees (and their dependents) through a local government employee health benefits pool or program authorized under the laws of a primary state.\n\nDefines: (1) \"primary state\" to mean the state designated by a local government employee health benefits pool or program as the state whose covered laws shall govern the pool or program in the issuance of group health coverage, and (2) \"secondary state\" to mean any state that is not the primary state.\n\nMakes a local government employee health benefits pool or program eligible to offer group health coverage to officials, employees, and retirees (and their dependents) of a local government located in a secondary state through an interlocal agreement with such local government, or as approved by an applicable state authority in such secondary state, unless objections are made within a specified time frame by the municipal league or association or county association located in the secondary state.\n\nRequires the covered laws of the primary state to apply to group health coverage offered by a local government employee health benefits pool or program in the primary state and in any secondary state, but only if the coverage and the pool or program comply with conditions set forth in this Act with respect to the offering of coverage in any secondary state.\n\nDefines \"covered laws\" as the laws, rules, regulations, agreements, and orders pertaining to:\n\n group health coverage issued by a local government employee health benefits pool or program; the offer, sale, rating, renewal, and issuance of group health coverage to local government officials, employees, and retirees or their dependents; the management, operations, and investment activities of such a pool or program; loss control and claims administration for such a pool or program with respect to liability for which the pool or program provides coverage; or the payment of applicable premium and other taxes that are levied on health insurance issuers, brokers, or policyholders under the laws of the state. Excludes from such term any law, rule, regulation, agreement, or order governing the use of care or cost management techniques.\n\nExempts a local government pool or program that offers group health coverage in a secondary state to the officers, employees, or retirees of a local government located in such secondary state from any covered laws of the secondary state. Permits a secondary state to require such a pool or program to register with an applicable authority in such state and to comply with any state law regarding fraud and abuse or unfair claims settlement practices."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Local and Municipal Health Care Choice Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title XXVII of the Public Health Service Act to permit cooperative governing of public entity health benefits through local governments in secondary States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:47:40-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2869:@@@L&summ2=m&"
}