{
  "actions": [
    {
      "acted_at": "2015-07-29", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3424-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Velazquez, Nydia M.", 
      "sponsored_at": "2015-07-29", 
      "state": "NY", 
      "thomas_id": "01184", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-29", 
  "number": "3424", 
  "official_title": "To provide for extension of agreements between the Secretary of Housing and Urban Development and public housing agencies participating in the Moving to Work Demonstration Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Moving to Work Reform Act of 2015", 
  "sponsor": {
    "district": "43", 
    "name": "Waters, Maxine", 
    "state": "CA", 
    "thomas_id": "01205", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-07-29", 
  "subjects": [
    "Employment and training programs", 
    "Government studies and investigations", 
    "Housing and community development", 
    "Housing and community development funding", 
    "Low- and moderate-income housing", 
    "Public housing"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-07-29", 
    "text": "Moving to Work Reform Act of 2015\n\nThis bill prohibits the Department of Housing and Urban Development (HUD) from entering into or extending any Moving to Work agreement for any public housing agency (PHA) for participation in the Moving to Work Demonstration Program, unless the agreement is subject to specified terms and conditions set forth by this Act for its entire duration.\n\n(Under the Moving to Work Demonstration Program up to 30 selected PHAs, including Indian housing authorities, may administer the public or Indian housing program and the Section 8 housing assistance payments program in ways designed to reduce costs and achieve greater cost-effectiveness in federal expenditures, provide incentives for heads of households to become economically self-sufficient, and increase housing choices for lower-income families.) Under such an agreement a PHA:\n\n may not establish any new rent policy that raises rent burdens for a significant portion of participating families, or causes specified other results, unless certain conditions are met; may use funds appropriated for renewal of tenant-based rental assistance only for payments assisting eligible families with housing costs; shall receive funding for renewal of tenant-based rental assistance under the same formula applied to nonparticipating PHAs; must provide ongoing housing assistance to substantially the same number of eligible low-income families as it could assist ordinarily but with average cost burdens no higher than those of families assisted under Sections 8 (low-income housing assistance) and 9 (Public Housing Capital and Operating Funds) of the United States Housing Act of 1937; and develop and implement a plan to expand families' access to neighborhoods with low crime, high-performing schools, or other indicators of high opportunity, if a disproportionately low share of PHA-assisted families lives in such neighborhoods. HUD may not waive specified housing-related requirements.\n\nHUD must conduct a comprehensive evaluation of the Demonstration Program to:\n\n analyze the risks and potential benefits of expanding it to additional agencies; and identify reforms, and selection criteria in case the Demonstration Program is expanded, that would improve its effectiveness in testing innovative policies while minimizing adverse effects on low-income families and ensuring efficient use of federal funds to meet the most pressing housing needs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Moving to Work Reform Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide for extension of agreements between the Secretary of Housing and Urban Development and public housing agencies participating in the Moving to Work Demonstration Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:52:18-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3424:@@@L&summ2=m&"
}