{
  "actions": [
    {
      "acted_at": "2015-01-22", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-04-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr497-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Ryan, Tim", 
      "sponsored_at": "2015-02-10", 
      "state": "OH", 
      "thomas_id": "01756", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-01-22", 
  "number": "497", 
  "official_title": "To require training for teachers in social and emotional learning programming, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Supporting Emotional Learning Act", 
  "sponsor": {
    "district": "53", 
    "name": "Davis, Susan A.", 
    "state": "CA", 
    "thomas_id": "01641", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-01-22", 
  "subjects": [
    "Behavioral sciences", 
    "Education", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Higher education", 
    "Research administration and funding", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-01-22", 
    "text": "Supporting Emotional Learning Act\n\nAmends the Education Sciences Reform Act of 2002 to require:\n\n the National Center for Education Research to carry out research regarding the impact of social and emotional education; the Commissioner for Education Research to support research into social and emotional skills and habits; and comprehensive centers to provide training, professional development, and technical assistance regarding the use of scientifically valid teaching methods and assessment tools in imparting social and emotional life learning. Amends the Higher Education Act of 1965 to require highly qualified teachers to have preparation in the understanding, use, and development of social and emotional learning programming.\n\nDefines \"social and emotional learning\" as the processes through which students acquire and effectively apply:\n\n self-awareness and self-management skills to achieve academic and life success; social-awareness and relationship skills to establish and maintain positive relationships; and responsible decisionmaking skills and behavior in personal, school, and community contexts. Requires Teacher Quality Partnership grants to be used in preparing prospective and new teachers and principals to understand, use, and develop social and emotional learning programming. (Teacher Quality Partnership grants are provided to partnerships between high-need local educational agencies [LEAs], their high-need schools, and institutions of higher education [IHEs].)\n\nRequires centers of excellence to design teacher training programs that promote the understanding, use, and development of social and emotional learning programming. (Centers of excellence are minority-serving IHEs or partnerships between such IHEs and other IHEs that are awarded grants to ensure that current and future teachers are highly qualified.)\n\nRequires Teach to Reach grants to be used to train general education teacher candidates to understand, use, and develop social and emotional learning programming. (Teach to Reach grants are provided to partnerships between IHEs and high-need LEAs to more effectively prepare general education teacher candidates to instruct disabled students in general education classrooms)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Supporting Emotional Learning Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To require training for teachers in social and emotional learning programming, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:27:22-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR497:@@@L&summ2=m&"
}