{
  "actions": [
    {
      "acted_at": "2015-11-30", 
      "references": [
        {
          "reference": "CR E1675-1676", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-11-30", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-11-30", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-11-30", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4128-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-11-30", 
  "number": "4128", 
  "official_title": "To amend the Internal Revenue Code of 1986 to provide taxpayer protection and assistance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1058-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4835-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s137-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s943-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s996-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2333-114", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Taxpayer Rights Act of 2015", 
  "sponsor": {
    "district": "34", 
    "name": "Becerra, Xavier", 
    "state": "CA", 
    "thomas_id": "00070", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-11-30", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Appropriations", 
    "Congressional oversight", 
    "Consumer credit", 
    "Debt collection", 
    "Department of the Treasury", 
    "Employee benefits and pensions", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government studies and investigations", 
    "Internal Revenue Service (IRS)", 
    "Judicial review and appeals", 
    "Lawyers and legal services", 
    "Poverty and welfare assistance", 
    "Right of privacy", 
    "Social work, volunteer service, charitable organizations", 
    "Specialized courts", 
    "Tax administration and collection, taxpayers", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-11-30", 
    "text": "Taxpayer Rights Act of 2015\n\nTITLE I--TAXPAYER RIGHTS\n\nThis title amends the Internal Revenue Code to: (1) require the Department of the Treasury, in consultation with the National Taxpayer Advocate, to publish a summary statement of primary taxpayer rights; and (2) in consultation with the Internal Revenue Service (IRS), ensure that IRS employees are familiar with and act in accordance with such rights. Taxpayer rights include the right to be informed, the right to quality service, the right to pay no more than the correct amount of tax, the right to challenge the position of the IRS and to be heard, the right to appeal an IRS decision in an independent forum, the right to finality, the right to privacy, the right to confidentiality, the right to retain representation, and the right to a fair and just tax system, including access to the National Taxpayer Advocate.\n\nTITLE II--PREPARATION OF TAX RETURNS\n\nThe IRS must establish a Community Volunteer Income Tax Assistance Matching Grant Program (VITA grant program) for the development, expansion, or continuation of qualified return preparation programs assisting low-income taxpayers and members of underserved populations.\n\nThe National Center to Promote Quality, Excellence, and Evaluation in Volunteer Income Tax Assistance is established to: (1) promote the adoption of a universally accessible volunteer training platform for the preparation of federal income tax returns, (2) provide technical assistance to tax return preparation program managers, (3) identify and disseminate best practices related to tax site management, (4) support outreach and marketing efforts, and (5) provide for the evaluation of programs and activities funded under this title.\n\nThis title: (1) grants Treasury the authority to regulate paid tax return preparers and to sanction them for incompetence or misconduct; (2) imposes or increases penalties on tax return preparers for understating taxpayer liability, gross misconduct, and other violations; (3) permits enrolled agents who represent taxpayers before the IRS to use the designation \"enrolled agent,\" \"EA,\" or \"E.A.\"; and (4) limits the disclosure of taxpayer information to the express purpose for which the taxpayer granted consent.\n\nTITLE III--IMPROVING IRS PROCEDURES\n\nThis title revises IRS procedures for filing a notice of lien to: (1) require the IRS to consider the compliance history of the taxpayer and the economic impact of a tax lien on the taxpayer, and (2) limit IRS authority to attach retirement accounts.\n\nThis title amends the Fair Credit Reporting Act to reduce from seven years to two years the period that a tax lien may appear on a taxpayer's credit report.\n\nThis title provides for de novo review by the Tax Court of IRS innocent spouse relief determinations.\n\nThe IRS must: (1) develop annual training for all IRS officers and employees regarding taxpayer rights, the Office of the Taxpayer Advocate's case criteria and mission, and Taxpayer Assistance Order procedures; (2) provide taxpayers with notice and an opportunity to be heard if the IRS Office of Appeals issues a notice of deficiency; and (3) assign one appeals officer and one settlement agent from the Office of Appeals to each state.\n\nTITLE IV--NATIONAL TAXPAYER ADVOCATE\n\nThis title grants the National Taxpayer Advocate the authority to: (1) appeal a modification or rescission of a Taxpayer Assistance Order by an IRS Deputy Commissioner to the IRS Commissioner for a final determination; (2) inspect taxpayer administrative files in the performance of its duties; (3) issue a Taxpayer Advocate Directive to improve IRS operations and to protect the rights of groups of taxpayers (or all taxpayers); and (4) designate essential employees to assist taxpayers during any lapse in appropriations for the IRS."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Taxpayer Rights Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Internal Revenue Code of 1986 to provide taxpayer protection and assistance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:58:11-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR4128:@@@L&summ2=m&"
}