{
  "actions": [
    {
      "acted_at": "2016-05-16", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committees on Transportation and Infrastructure, Science, Space, and Technology, and Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-16", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-16", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-16", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Referred to House Science, Space, and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-16", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-17", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-20", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Environment and the Economy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Water, Power and Oceans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5247-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water, Power and Oceans", 
      "subcommittee_id": "13"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Environment and the Economy", 
      "subcommittee_id": "18"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "29", 
      "name": "Cardenas, Tony", 
      "sponsored_at": "2016-05-16", 
      "state": "CA", 
      "thomas_id": "02107", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Costa, Jim", 
      "sponsored_at": "2016-05-16", 
      "state": "CA", 
      "thomas_id": "01774", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "52", 
      "name": "Peters, Scott H.", 
      "sponsored_at": "2016-05-16", 
      "state": "CA", 
      "thomas_id": "02113", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-05-16", 
  "number": "5247", 
  "official_title": "To provide short-term water supplies to drought-stricken California and provide for long-term investments in drought resiliency throughout the Western United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1894-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2533-114", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "California Long-Term Provisions for Water Supply and Short-Term Provisions for Emergency Drought Relief Act", 
  "sponsor": {
    "district": "3", 
    "name": "Garamendi, John", 
    "state": "CA", 
    "thomas_id": "01973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-05-16", 
  "subjects": [
    "Agricultural conservation and pollution", 
    "Alaska", 
    "Alternative and renewable resources", 
    "Aquatic ecology", 
    "Arizona", 
    "Atmospheric science and weather", 
    "California", 
    "Climate change and greenhouse gases", 
    "Colorado", 
    "Congressional oversight", 
    "Dams and canals", 
    "Endangered and threatened species", 
    "Energy efficiency and conservation", 
    "Environmental assessment, monitoring, research", 
    "Environmental technology", 
    "Fishes", 
    "Floods and storm protection", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Hawaii", 
    "Hydrology and hydrography", 
    "Idaho", 
    "Kansas", 
    "Lakes and rivers", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Military facilities and property", 
    "Montana", 
    "Nebraska", 
    "Nevada", 
    "New Mexico", 
    "North Dakota", 
    "Oklahoma", 
    "Oregon", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Solid waste and recycling", 
    "South Dakota", 
    "State and local finance", 
    "Texas", 
    "Utah", 
    "Washington State", 
    "Water quality", 
    "Water resources development", 
    "Water resources funding", 
    "Water storage", 
    "Water use and supply", 
    "Watersheds", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection", 
    "Wyoming"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2016-05-16", 
    "text": "California Long-Term Provisions for Water Supply and Short-Term Provisions for Emergency Drought Relief Act\n\nTITLE I--LONG-TERM IMPROVEMENTS FOR WESTERN STATES SUBJECT TO DROUGHT\n\nThis bill authorizes the Department of the Interior, within California and other states served by the Bureau of Reclamation (Reclamation), and also within Alaska and Hawaii, to provide: (1) cost-shared financial assistance and other long-term agreements to nonfederal participants to advance the planning, design, and construction of nonfederal permanent water storage and conveyance facilities, projects for the reclamation and reuse of municipal, industrial, domestic, and agricultural wastewater, naturally impaired ground and surface waters, ground water recharge, and other water management improvement projects; and (2) grants for projects in disadvantaged communities that are unable to meet primary water quality standards or whose local private or public water supply has been lost or severely diminished due to drought conditions.\n\nThe Environmental Protection Agency (EPA), for five years after enactment of this Act, must require California to prioritize state revolving funds allocated under the Federal Water Pollution Control Act or the Safe Drinking Water Act to projects that will: (1) provide additional water supplies to areas at risk of having inadequate supplies for public health and safety purposes, or (2) improve resiliency to drought. At California's request, the EPA must authorize 40-year financing for assistance in the case of state loan funds used to buy or refinance the debt obligation of municipalities and intermunicipal and interstate agencies at or below market rates.\n\nIn Reclamation-served states, Interior may participate in up to: (1) 50% of the total cost of a federally owned surface water storage project upon the request of a state or public agency, or (2) 25% of the total cost of a state-led project involving a ground water or surface water storage facility upon a governor's request.\n\nThe Department of the Army must carry out up to 15 pilot projects, including at least 6 nonfederal projects, to implement revisions of reservoir water operations manuals and flood control rule curves in states under a gubernatorial drought declaration during water year 2015.\n\nInterior must award funding on a competitive basis to water recycling and desalination projects sponsored by certain cities, districts, regional commissions, and facilities.\n\nThe Water Desalination Act of 1996 is amended to reauthorize through FY2020 water desalination research grants and demonstration programs.\n\nThe White House Office of Science and Technology Policy must develop a strategic plan for future federal investments in desalination.\n\nThe Reclamation Wastewater and ground water Study and Facilities Act is amended to establish a process for Interior to award grants to nonfederal sponsors for projects that reclaim and reuse: (1) municipal, industrial, domestic, or agricultural wastewater; or (2) impaired ground or surface waters.\n\nThe EPA may continue the WaterSense Program for the voluntary labeling of products, buildings, landscapes, facilities, processes, and services that meet EPA water efficiency criteria.\n\nInterior may provide secured loans or loan guarantees to private entities, state or local governments, irrigation districts, water users' associations, or other entities that contract with the United States under federal reclamation law to carry out water projects within the 17 western states served by Reclamation, other states where Reclamation is authorized to provide project assistance, Alaska, and Hawaii.\n\nInterior may enter a memorandum of understanding with California and up to four additional states to establish a pilot program that designates a state as lead agency for purposes of the National Environmental Policy Act of 1969 (NEPA).\n\nTITLE II--LISTED SPECIES AND WILDLIFE\n\nThis title authorizes appropriations for the National Oceanic and Atmospheric Administration for: (1) gravel and rearing area additions and habitat restoration to the Sacramento River to benefit Chinook salmon and steelhead trout; (2) real-time operations of Shasta and related Central Valley facilities, temperature modeling, and forecasting to predict impacts to salmon and salmon habitat as a result of water management at Shasta; and (3) salvage systems for the Sacramento-San Joaquin Delta and the Suisun Marsh (the Delta). It also authorizes appropriations for Interior to conduct a Delta smelt distribution study.\n\nThe Department of Commerce must implement a pilot program to test an experimental trap and barge program to improve survival of juvenile salmonids emigrating from the San Joaquin watershed though the Delta.\n\nInterior and Commerce must expand conservation hatchery programs to enhance, supplement, and rebuild Delta smelt and Endangered Species Act-listed fish species under the smelt biological opinion dated December 15, 2008, and the salmonid biological opinion dated June 4, 2009, for California's Central Valley Project (CVP) and State Water Project (SWP).\n\nA federal cost share of up to 50% is authorized for the acceleration and completion of water infrastructure and conveyance facilities necessary to achieve full water deliveries to Central Valley wildlife refuges and habitat areas.\n\n The National Marine Fisheries Service and California's Oakdale and South San Joaquin irrigation districts must conduct a nonnative predator research and pilot fish removal program to study the effects of removing certain nonnative bass and predator fish from the Stanislaus River. Interior must establish pilot projects to implement the Calfed Bay-Delta invasive species control program.\n\nTITLE III--CALIFORNIA EMERGENCY DROUGHT RELIEF AND OPERATIONAL FLEXIBILITY\n\nThe U.S. Fish and Wildlife Service must use the best scientific and commercial data available to implement, continuously evaluate, and make appropriate amendments to the reasonable and prudent alternative described in the smelt biological opinion. Interior must collaborate with stakeholders to conduct annual surveys on the science of the Delta to enhance real-time decisionmaking.\n\nBy not later than March 15, 2021, Interior must complete studies to determine the abundance and distribution of Delta smelt. Interior must: (1) determine potential methods to minimize the effects of CVP and SWP operations on Delta smelt, (2) implement new targeted sampling and monitoring of Delta smelt or provide an explanation if such new sampling and monitoring is not warranted, and (3) use new tracking technologies.\n\n Until the California governor declares an end to its drought emergency or September 30, 2017, whichever is later, Interior and Commerce must conduct real-time monitoring of fish species relative to Delta conditions to identify: (1) opportunities to increase water pumping without violating environmental or endangered species laws or biological opinions; and (2) circumstances where it is necessary to decrease water pumping to protect natural origin steelhead, natural origin genetic spring run Chinook, genetic winter run Chinook salmon, or Delta smelt.\n\nTemporary procedures are set forth for management of:\n\n the Old and Middle River (OMR) to maximize water supplies for the CVP and the SWP, OMR reverse flow rates, and the C.W. \"Bill\" Jones and the Harvey O. Banks pumping plants. To address emergency drought conditions, Interior and Commerce must approve operations or temporary projects to provide the maximum quantity of water supplies to CVP agricultural, municipal, and industrial contractors, water service or repayment contractors, water rights settlement contractors, exchange and refuge contractors, and SWP contractors. Consistent with biological opinions and subject to environmental law restrictions, Interior and Commerce must:\n\n implement a pilot project to test the ability to open the Delta cross-channel gates to the maximum extent practicable; install a deflection barrier at Georgiana Slough and the Delta cross-channel gate; implement turbidity control strategies; adopt inflow-to-export ratios for the increment of increased flow in April and May; issue permits for temporary barriers, operable gates, and water transfer requests; enter an agreement with the National Academy of Sciences to study saltcedar biological control efforts to increase water supplies and improve riparian habitats of the Colorado River; and vary averaging periods for Delta export-inflow ratios. During the period when emergency procedures are in effect, federal agencies must: (1) expedite final decisions for newly proposed federal water projects or operations upon the California governor's request, and (2) develop alternative arrangements to comply with NEPA. Interior and Commerce may, during that temporary period, authorize CVP and SWP operations at levels that capture peak flows during storm-related events.\n\nTITLE IV--WATER RIGHTS\n\nThis title sets forth temporary procedures for Interior to confer with the California Department of Fish and Wildlife (CDFW) regarding the implementation of this Act and any changes to the smelt or salmonid biological opinions. If the CDFW determines that SWP operations are inconsistent with California law, or requires take authorization in a manner that reduces water supply to the SWP as compared to the supply available under the biological opinions, and as a result the CVP yield is greater than it otherwise would have been, then that additional yield must be made available to SWP contractors to offset the reduced water supply. In cases where it is necessary to reduce CVP water supplies to make additional yield available to the SWP, such reductions must be applied proportionately to uses or contractors benefiting from that increased yield.\n\nFor existing CVP agricultural water service contractors within the Sacramento River Watershed, this title sets forth temporary water allocation percentages for irrigation purposes in wet, dry, and above or below normal water years.\n\nTITLE V--MISCELLANEOUS PROVISIONS\n\nThe CVP's service area is expanded to include the Kettleman City Community Services District. Interior shall enter a contract to deliver CVP water to that Kettleman City district for municipal and industrial uses if local supplies or SWP allocations are insufficient.\n\nReclamation must coordinate implementation of projects for additional water storage at the New Melones Reservoir.\n\nThe U.S. Geological Survey must establish an open water data system to promote voluntary sharing of water data among state, local, and tribal governments, communities, educational institutions, and the private sector.\n\nTITLE VI--OFFSETS\n\nThis title establishes a process for Interior to identify, solicit public comment on, and submit to Congress a list of Reclamation projects to be deauthorized because they are no longer feasible. Reclamation projects that would yield an average of more than 200,000 acre-feet of water per year are exempt from this process.\n\nAccelerated Revenue, Repayment, and Surface Water Storage Enhancement Act\n\nThis Act requires Interior, upon request from a water users association, to convert certain water service contracts between the United States and the water users association to allow for prepayment of repayment contracts. A percentage of the receipts generated from such prepayments is to be deposited in a Reclamation Surface Storage Account established to fund the construction of surface water storage.\n\nTITLE VII--DURATION AND EFFECT ON EXISTING OBLIGATIONS\n\nThis title identifies the temporary provisions of titles III and IV that will expire when the California governor declares an end to its drought emergency or on September 30, 2017, whichever is later."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "California Long-Term Provisions for Water Supply and Short-Term Provisions for Emergency Drought Relief Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Accelerated Revenue, Repayment, and Surface Water Storage Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide short-term water supplies to drought-stricken California and provide for long-term investments in drought resiliency throughout the Western United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T07:07:33-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR5247:@@@L&summ2=m&"
}