{
  "actions": [
    {
      "acted_at": "2015-10-23", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-10-26", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Highways and Transit.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3825-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Highways and Transit", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-10-23", 
  "number": "3825", 
  "official_title": "To improve transportation safety, efficiency, and system performance through innovative technology deployment and operations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr22-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3763-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Intelligent Technologies Initiative Act of 2015", 
  "sponsor": {
    "district": "41", 
    "name": "Takano, Mark", 
    "state": "CA", 
    "thomas_id": "02110", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-10-23", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Air quality", 
    "Energy efficiency and conservation", 
    "Public transit", 
    "Public-private cooperation", 
    "Roads and highways", 
    "Sales and excise taxes", 
    "Transportation and public works", 
    "Transportation programs funding", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-10-23", 
    "text": "Intelligent Technologies Initiative Act of 2015\n\nThis bill directs the Department of Transportation (DOT) to establish an Intelligent Technology Initiative to provide grants to up to six state and local governments to establish deployment sites for large scale installation and operation of intelligent transportation systems (ITS) to improve safety, efficiency, system performance, and return on investment.\n\nDOT shall develop criteria for selecting grant recipients, including how the deployment of technology will enable the recipient to:\n\n reduce costs and improve return on investments; deliver environmental benefits and reduce energy consumption by alleviating congestion and streamlining traffic flow; measure and improve the operational performance of its transportation network; reduce the number and severity of traffic collisions and increase driver, passenger, and pedestrian safety; collect, disseminate, and utilize real-time traffic, transit, parking, and other transportation-related information to improve mobility, reduce congestion, and provide for more efficient and accessible transportation alternatives; monitor transportation assets to improve infrastructure management, reduce maintenance costs, prioritize investment decisions, and ensure a state of good repair; and deliver economic benefits by reducing delays, improving system performance, and providing for the efficient and reliable movement of goods and services. A grant application must include:\n\n a plan to deploy and provide for the long-term operation and maintenance of ITS to improve safety, efficiency, system performance, and return on investment; quantifiable system performance improvements; quantifiable safety, mobility, and environmental benefit projections; a plan for partnering with the private sector, public agencies, research institutions, organizations representing transportation and technology leaders, and other transportation stakeholders; a plan to leverage and optimize existing local and regional ITS investments; and a plan to ensure interoperability of deployed technologies with other tolling, traffic management, and ITS. Recipient may use grant funds to deploy, operate, and maintain specified ITS and ITS-enabled operational strategies.\n\nThe bill requires DOT to report on the effectiveness of grant recipients in meeting their projected deployment plans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Intelligent Technologies Initiative Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To improve transportation safety, efficiency, and system performance through innovative technology deployment and operations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:55:39-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3825:@@@L&summ2=m&"
}