{
  "actions": [
    {
      "acted_at": "2016-02-24", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-02-24", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-02-24", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-02-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Immigration and Border Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4598-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration and Border Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "27", 
      "name": "Farenthold, Blake", 
      "sponsored_at": "2016-03-07", 
      "state": "TX", 
      "thomas_id": "02067", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Jones, Walter B., Jr.", 
      "sponsored_at": "2016-02-29", 
      "state": "NC", 
      "thomas_id": "00612", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "King, Steve", 
      "sponsored_at": "2016-02-26", 
      "state": "IA", 
      "thomas_id": "01724", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-02-24", 
  "number": "4598", 
  "official_title": "To amend the Immigration and Nationality Act to improve the H-1B visa program, to repeal the diversity visa lottery program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2394-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "American Jobs First Act of 2016", 
  "sponsor": {
    "district": "5", 
    "name": "Brooks, Mo", 
    "state": "AL", 
    "thomas_id": "01987", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-02-24", 
  "subjects": [
    "Administrative remedies", 
    "Civil actions and liability", 
    "Department of Labor", 
    "Employment and training programs", 
    "Foreign labor", 
    "Government information and archives", 
    "Higher education", 
    "Immigration", 
    "Judicial review and appeals", 
    "Labor-management relations", 
    "Unemployment", 
    "Visas and passports", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2016-02-24", 
    "text": "American Jobs First Act of 2016\n\nThis bill amends the the Immigration and Nationality Act to revise the H-1B nonimmigrant visa (specialty occupation) program, including by declaring that a petitioner employer:\n\n must offer an annual wage to the H-1B nonimmigrant that is the greater of the annual wage paid to the U.S. citizen or lawful permanent resident employee who did identical or similar work during the previous 2 years, or $110,000, if offered not later than 1 year after the date of enactment of this Act (with an annual inflation adjustment); will not require an H-1B nonimmigrant to pay a penalty for ending employment before the agreed on date; will not replace or contract to replace a U.S. citizen or lawful permanent resident with one or more nonimmigrants; has not displaced, terminated without cause, or otherwise involuntarily separated a U.S. citizen or lawful permanent resident employee during the four-year period beginning two years before the H-1B visa petition was filed; and shall attest in the H-1B application that during the previous two-year period there has not been an employee-initiated strike or an employer-initiated lockout, and that no employee in the same or substantially similar occupational classification has been displaced, terminated without cause, or otherwise involuntarily separated without cause. The bill also revises penalty and transparency requirements, and eliminates the H-1B-dependent employer category.\n\nThe Department of Labor shall establish a process for the receipt, investigation, and disposition of complaints respecting an employer's: (1) failure to meet an application condition, or (2) misrepresentation of material facts in an application.\n\nNo nonimmigrant foreign student present in the United States may be provided U.S. employment authorization under the optional practical training program (or any successor program) without an express Act of Congress authorizing such a program.\n\n An H-1B nonimmigrant must have a doctorate or post-doctorate degree, or the foreign equivalent of such a degree.\n\nA nonimmigrant with an undergraduate degree or a combination of undergraduate and masters degrees (or the foreign equivalents) must have at least 10 years of relevant post-degree experience for program eligibility.\n\nThe bill gives employment placement priority to a nonimmigrant with one or more doctorate or post-doctorate degrees from a U.S.-based university.\n\nForeign educational institutions must have educational standards certification from Labor.\n\nAn employer may not require a U.S. citizen or lawful permanent resident employee to sign any nondisparagement or nondisclosure agreement that conditions receipt of any financial or nonfinancial benefit from the employer upon the nondisclosure of the employer's potential misuse of the H-1B visa program.\n\nA U.S. district court shall have jurisdiction to address civil actions by any person claiming H-1B program misuse. A U.S. court of appeals shall have jurisdiction over related appeals for cases originating from a U.S. district court within that circuit. The Supreme Court shall have jurisdiction to address appeals of civil actions by any person claiming H-1B program misuse for cases originating from any U.S. court of appeals.\n\nThe bill eliminates the diversity visa lottery program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "American Jobs First Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Immigration and Nationality Act to improve the H-1B visa program, to repeal the diversity visa lottery program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T07:02:07-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR4598:@@@L&summ2=m&"
}