{
  "actions": [
    {
      "acted_at": "2015-04-28", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-04-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Railroads, Pipelines, and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2074-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Railroads, Pipelines, and Hazardous Materials", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-04-28", 
  "number": "2074", 
  "official_title": "To enhance rail safety and provide for the safe transport of hazardous materials, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1114-114", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Toxics by Rail Accountability and Community Knowledge Act of 2015", 
  "sponsor": {
    "district": "1", 
    "name": "Norcross, Donald", 
    "state": "NJ", 
    "thomas_id": "02202", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-04-28", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Department of Transportation", 
    "Emergency communications systems", 
    "Emergency planning and evacuation", 
    "Environmental health", 
    "First responders and emergency personnel", 
    "Government studies and investigations", 
    "Hazardous wastes and toxic substances", 
    "Medical tests and diagnostic methods", 
    "Railroads", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-04-28", 
    "text": "Toxics by Rail Accountability and Community Knowledge Act of 2015 or the TRACK Act\n\n Requires railroad carriers found at fault for an unintended release of hazardous materials (hazmat) due to a railroad accident or incident during calendar year 2010 to:\n\n review periodically any post-accident public health assessments of hazmat-exposed individuals who could experience long-lasting or irreversible health effects; inform those individuals in a timely manner of any health information, including information on long-lasting or irreversible health consequences; and offer to renegotiate any legal settlements made to affected individuals in which additional information about potential for such consequences has been later disclosed in a post-accident public health assessment. Directs the Secretary of Transportation to prescribe regulations:\n\n requiring railroad carriers transporting hazmat to give first responders, emergency response officials, and law enforcement personnel accurate and current commodity flow data and assist with the development of emergency operations and hazmat response plans for railroad accidents or incidents; and establishing a procedure for railroad carriers to permit a train to pass a red signal at a moveable bridge. Requires the Secretary, in collaboration with the Secretary of Homeland Security and the American Short Line and Regional Railroad Association, to develop route safety and security risk assessment tools for short line and regional railroad carriers.\n\nRevises the railroad safety risk reduction program by requiring railroad carriers to develop a comprehensive program to improve safety by reducing the number and rates of accidents, incidents, injuries, and fatalities (as under current law) through the use of safety management systems and their associated key principles, analysis of operational incidents and accidents, and continuous evaluation and improvement programs.\n\nDirects the Secretary to prescribe regulations requiring railroad carriers transporting hazmat to:\n\n give first responders, emergency response officials, and law enforcement personnel real-time information regarding hazmat on the train in the event of an incident, accident, or emergency; and develop a public education program for communities along railroad hazmat routes. Prescribes certain civil penalties for any railroad carrier that violates a requirement or regulation under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Toxics by Rail Accountability and Community Knowledge Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "TRACK Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To enhance rail safety and provide for the safe transport of hazardous materials, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:40:53-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2074:@@@L&summ2=m&"
}