{
  "actions": [
    {
      "acted_at": "2016-01-07", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Small Business, and in addition to the Committees on Armed Services, Oversight and Government Reform, and Veterans' Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-01-07", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "text": "Referred to House Small Business", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-01-07", 
      "committees": [
        "HSAS"
      ], 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-01-07", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-01-07", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "text": "Referred to House Veterans' Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-01-12", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Oversight and Investigations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-01-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-01-13", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4341-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Oversight and Investigations", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Velazquez, Nydia M.", 
      "sponsored_at": "2016-01-07", 
      "state": "NY", 
      "thomas_id": "01184", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-01-13", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-01-07", 
  "number": "4341", 
  "official_title": "To amend the Small Business Act to improve transparency and clarity for small businesses, to clarify the role of small business advocates, to increase opportunities for competition in subcontracting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3714-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3945-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4198-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4284-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4317-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4322-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4325-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4326-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4329-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4330-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4331-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4332-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4337-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4340-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4909-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2138-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Defending America's Small Contractors Act of 2016", 
  "sponsor": {
    "district": "1", 
    "name": "Chabot, Steve", 
    "state": "OH", 
    "thomas_id": "00186", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-01-13", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Alaska Natives and Hawaiians", 
    "Business education", 
    "Commerce", 
    "Congressional oversight", 
    "Disability and paralysis", 
    "Economic development", 
    "Executive agency funding and structure", 
    "General agriculture matters", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Military procurement, research, weapons development", 
    "Minority and disadvantaged businesses", 
    "Performance measurement", 
    "Public contracts and procurement", 
    "Small Business Administration", 
    "Small business", 
    "Veterans' education, employment, rehabilitation", 
    "Women in business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2016-01-07", 
    "text": "Defending America's Small Contractors Act of 2016\n\nThis bill amends the Small Business Act to revise requirements for:\n\n increasing prime federal contracting opportunities for small business concerns, and determining awards or contracts for the sale of government property to such concerns. The Small Business Administration (SBA) shall report to the President and Congress an analysis of the number and dollar amount of prime contracts awarded by federal agencies each fiscal year to small business concerns.\n\nThe total value of federal procurement contract awards to small business concerns for a fiscal year may not be determined in a manner that excludes the value of a contract based on where the contract is awarded, where it is performed, or other specified criteria.\n\nThe bill amends the Small Business Act to revise the range of the anticipated value of federal procurement contracts that must be reserved exclusively for small businesses. The range shall be between the micro-purchase threshold ($3,000) and the simplified acquisition threshold ($100,000). (Currently the range of the anticipated value must be between $2,500 and $100,000.)\n\nA procurement center representative (PCR) may review any solicitation for a contract or task order without regard to whether there are any set-asides for small businesses.\n\nThe bill specifies the principal duties of Commercial Market Representatives (CMRs), who are government contracting staff stationed at area SBA offices and reporting to specified senior SBA officers.\n\nThe bill also allows for the management of each Office of Small and Disadvantaged Business Utilization (OSDBU) to be vested in an individual whose primary responsibilities were for the functions and duties of: (1) the procurement program for small business concerns owned and controlled by service-disabled veterans, and (2) the Historically Underutilized Business Zone (HUBZone) program.\n\nThe OSDBU of each federal agency with procurement powers shall review agency purchases between the micro-purchase threshold and the simplified acquisition threshold to ensure that they have been made to comply with the Act and have been properly recorded in the Federal Procurement Data System, if the method of payment is a purchase card issued by the Department of Defense (DOD) or by an executive agency head.\n\nEach OSDBU shall assist a small business concern awarded a federal contract or subcontract under the Act, or under military or civilian procurement law, in finding resources for education and training on compliance with contracting regulations after such an award.\n\nThe National Defense Authorization Act for Fiscal Year 1991 is amended to require agreements under the Mentor-Protege Program of DOD to include, if applicable, the assistance the mentor firm will give the protege firm in understanding contract regulations of the federal government and the DOD after the award of a subcontract.\n\nThe Small Business Act is amended to require the SBA to give small business development centers and entities participating in the Procurement Technical Assistance Cooperative Agreement (PTACA) Program a list of resources for small business concerns seeking education and assistance on post-award compliance with contracting regulations.\n\nThe SBA, with respect to a non-DOD mentor-protege program, shall issue regulations to address the extent to which assistance to improve the ability of proteges to compete for federal prime contracts and subcontracts complies with post-award federal contracting requirements.\n\nA federal agency's PCR or CMR may delay acceptance of a subcontracting plan for 30 days if the plan fails to provide the maximum practicable opportunity for certain covered small businesses to participate under the applicable contract.\n\nThe SBA shall establish a pilot program for a small business performing as a first tier subcontractor under certain federal contracts to request a past performance rating in the system used by the federal government to monitor and record contractor past performance.\n\nThe bill amends the National Defense Authorization Act for Fiscal Year 1991 to revise the no-affiliation requirement in the eligibility criteria under the Mentor-Protege Program of the DOD for a mentor firm to receive the award of a federal contract and enter into an agreement with one or more protege firms to provide them certain assistance.\n\nThe bill amends the Small Business Act to bar DOD from carrying out a Mentor-Protege Program for a small business unless: (1) it submits a plan to the SBA, and (2) the SBA approves that plan.\n\n The bill requires the SBA at least annually to provide a list of pertinent regulation changes, together with compliance training materials, to the Defense Acquisition University, the Federal Acquisition Institute, the individual responsible for mandatory training and education of the acquisition workforce of each executive agency, small business development centers, and PTACA participants.\n\nThe bill makes permanent the prohibition against protests in connection with the issuance or proposed issuance of a task or delivery order for federal agency procurement of services or property except on specified grounds.\n\nThe bill amends the Small Business Act to specify that any agricultural enterprise (farm) it covers is a small business concern regardless of whether its annual receipts, including those of any affiliates, exceed $750,000.\n\n The bill expands the definition of \"small business concern owned and controlled by service-disabled veterans\" to include certain small business concerns at least 51% of which, or at least 51% of whose stock, is owned by one or more veterans with permanent and total service-connected disabilities rendering them unable to manage daily business operations.\n\n The bill directs the Government Accountability Office to initiate a review of the Office of Government Contracting and Business Development of the SBA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Defending America's Small Contractors Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Small Business Act to improve transparency and clarity for small businesses, to clarify the role of small business advocates, to increase opportunities for competition in subcontracting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:59:57-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR4341:@@@L&summ2=m&"
}