{
  "actions": [
    {
      "acted_at": "2016-03-17", 
      "committees": [
        "HSHM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Homeland Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-03-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-03-23", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-04-14T16:49:00-04:00", 
      "committees": [
        "HSHM"
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Homeland Security. H. Rept. 114-494.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-14T16:50:00-04:00", 
      "calendar": "Union", 
      "number": "376", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 376.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4785-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Carter, Earl L. \"Buddy\"", 
      "sponsored_at": "2016-03-23", 
      "state": "GA", 
      "thomas_id": "02236", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Duncan, Jeff", 
      "sponsored_at": "2016-03-23", 
      "state": "SC", 
      "thomas_id": "02057", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Loudermilk, Barry", 
      "sponsored_at": "2016-03-21", 
      "state": "GA", 
      "thomas_id": "02238", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "McCaul, Michael T.", 
      "sponsored_at": "2016-03-17", 
      "state": "TX", 
      "thomas_id": "01804", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Watson Coleman, Bonnie", 
      "sponsored_at": "2016-03-17", 
      "state": "NJ", 
      "thomas_id": "02259", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-03-23", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-03-17", 
  "number": "4785", 
  "official_title": "To amend the Homeland Security Act of 2002 to direct the Under Secretary for Management of the Department of Homeland Security to make certain improvements in managing the Department's vehicle fleet, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "DHS SAVE Act", 
  "sponsor": {
    "district": "4", 
    "name": "Perry, Scott", 
    "state": "PA", 
    "thomas_id": "02157", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-03-23", 
  "subjects": [
    "Computer security and identity theft", 
    "Congressional oversight", 
    "Department of Homeland Security", 
    "Emergency management", 
    "Employee performance", 
    "Federal officials", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Motor vehicles", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2016-04-14", 
    "text": "DHS Stop Asset and Vehicle Excess Act or the DHS SAVE Act\n\n(Sec. 2) This bill amends the Homeland Security Act of 2002 to make the Under Secretary for Management of the Department of Homeland Security (DHS) responsible for overseeing and managing vehicle fleets throughout DHS, including:\n\n ensuring that DHS components are in compliance with federal law, executive branch guidance, and DHS policy regarding fleet management and use of vehicles from home to work; developing and distributing a standardized vehicle allocation methodology and fleet management plan; ensuring that components formally document fleet management decisions; and approving component fleet management plans, vehicle leases, and vehicle acquisitions. The bill lists responsibilities of component heads regarding vehicle fleets, including developing and annually submitting to the Under Secretary a vehicle allocation tool and fleet management plan.\n\nThe Under Secretary shall:\n\n collect, on a quarterly basis, information regarding component vehicle fleets; seek to achieve a capability to collect automated information regarding component vehicle fleets; track and monitor component information, and review each component's vehicle allocation tool and fleet management plan, to ensure that component vehicle fleets are the optimal size and are cost effective; provide guidance on how component heads may achieve optimal fleet size; and as part of the annual budget process, review and make determinations regarding annual component requests for vehicle fleet funding. Beginning with FY2019, the Under Secretary and component heads may not approve a vehicle lease, acquisition, or replacement request, no DHS official with vehicle fleet management responsibilities may receive annual performance compensation in pay, and no senior executive service official of DHS whose office has a vehicle fleet may receive access to a car service, if such heads or official did not comply in the prior fiscal year with vehicle allocation tool and fleet management plan requirements.\n\nThe Under Secretary may determine the feasibility of operating a vehicle motor pool to permit components to share vehicles to reduce the number of excess DHS vehicles.\n\n(Sec. 3) The Governmental Accountability Office must submit to specified congressional committees a report on:\n\n the status of efforts at achieving a capability to collect automated information regarding component vehicle fleets and any challenges that remain with respect to achieving the capability to collect, assess, and report vehicle fleet data for the purpose of determining vehicle utilization; the extent to which the Under Secretary has identified and addressed any relevant security concerns, including cybersecurity risks, related to such automation; and the extent to which the Under Secretary collects, assesses, and reports on vehicle fleet event data recorder data. The Inspector General of DHS shall: (1) review implementation of vehicle allocation tool and fleet management plan requirements for FY2018 and FY2020 and provide information regarding any such review to such committees, upon request; and (2) submit to the committees, by six months after completion of the second review, a report regarding the effectiveness of such requirements with respect to cost avoidance, savings realized, and component operations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "DHS SAVE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "DHS Stop Asset and Vehicle Excess Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "DHS SAVE Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "DHS Stop Asset and Vehicle Excess Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Homeland Security Act of 2002 to direct the Under Secretary for Management of the Department of Homeland Security to make certain improvements in managing the Department's vehicle fleet, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T07:03:41-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR4785:@@@L&summ2=m&"
}