{
  "actions": [
    {
      "acted_at": "2015-06-05T11:57:00-04:00", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 114-139, by Mr. Frelinghuysen.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-05T11:58:00-04:00", 
      "calendar": "Union", 
      "number": "99", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 99.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2015-06-09T20:14:00-04:00", 
      "bill_ids": [
        "hres303-114", 
        "hr2393-114"
      ], 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 303 Reported to House. Rule provides for consideration of H.R. 2685 and H.R. 2393. The resolution provides for a modified-open rule for H.R.2685 and a closed rule for H.R. 2393.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T15:44:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [
        {
          "reference": "CR H4040-4105", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4056-4057, H4058-4059", 
          "type": "text of Title I as reported in House"
        }, 
        {
          "reference": "CR H4059, H4059-4060, H4067, H4068, H4069", 
          "type": "text of Title II as reported in House"
        }, 
        {
          "reference": "CR H4069-4070, H4070-4072, H4073, H4074", 
          "type": "text of Title III as reported in House"
        }, 
        {
          "reference": "CR H4074-4075, H4076", 
          "type": "text of Title IV as reported in House"
        }, 
        {
          "reference": "CR H4076", 
          "type": "text of Title V as reported in House"
        }, 
        {
          "reference": "CR H4076, H4076-4077", 
          "type": "text of Title VI as reported in House"
        }, 
        {
          "reference": "CR H4077", 
          "type": "text of Title VII as reported in House"
        }, 
        {
          "reference": "CR H4077-4081, H4082-4086, H4086, H4087-4088, H4088-4089, H4091-4092, H4094", 
          "type": "text of Title VIII as reported in House"
        }, 
        {
          "reference": "CR H4094, H4095, H4096-4097, H4098, H4100, H4101-4104, H4104-4105", 
          "type": "text of Title IX as reported in House"
        }, 
        {
          "reference": "CR H4105", 
          "type": "text of Title X as reported in House"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 303.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T15:44:00-04:00", 
      "bill_ids": [
        "hr2393-114"
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2685 and H.R. 2393. The resolution provides for a modified-open rule for H.R. 2685 and a closed rule for H.R. 2393.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T15:44:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 303 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T15:44:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Ted Poe to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T15:45:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 2685.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T16:49:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Jackson Lee amendment, pending a reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T16:56:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Lowenthal amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:01:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Lowenthal amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Lowenthal demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:03:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Gosar amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:08:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Pascrell amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:11:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Gosar amendment, pending a reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:15:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Delaney amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:22:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Franks (AZ) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:24:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Nolan amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:28:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the McKinley amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:35:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Sablan amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:39:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Grayson amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:42:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Grayson amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:46:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Speier amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:50:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Takai amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:54:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Conyers amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T17:58:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Keating amendment, pending reservation of a point of order. Subsequently, the reservation was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T18:09:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Jackson Lee amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T18:15:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Lamborn amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T18:20:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Heck (NV) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T18:30:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Latta amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T18:35:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Bridenstine amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T18:42:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Jackson Lee amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T18:48:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Lujan Grisham amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T18:53:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Pascrell amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T18:58:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Aguilar amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T19:14:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Huffman amendment no. 4.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T19:22:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Huffman amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Huffman demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T19:32:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Visclosky amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T19:39:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Visclosky amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Visclosky demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T19:41:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the First Nadler amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T19:50:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Nadler amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Nadler demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T19:51:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Second Nadler amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T19:58:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Nadler amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Nadler demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T20:01:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Rothfus amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T20:14:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Rothfus amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Rothfus demanded a recorded vote and the Chair postponed further proceedings on the question of aoption o the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T20:15:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Forbes amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T20:30:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Forbes amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Forbes demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T20:33:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the McCollum amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T20:40:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the First Poe (TX) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T20:49:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Poe (TX) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Poe (TX) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T20:51:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Walberg amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T20:59:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Walberg amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Frelinghuysen demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T21:00:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Nolan amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T21:11:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Nolan amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Nolan demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T21:12:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Clawson amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T21:21:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Clawson amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Nolan demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T21:28:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Second Poe (TX) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T21:35:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Poe (TX) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Poe (TX) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T21:35:00-04:00", 
      "references": [], 
      "text": "VACATING DEMAND FOR RECORDED VOTE - Mr. Rothfus asked unanimous consent to vacate his demand for a recorded vote on the Rothfus amendment to the end that the disposition of the amendment stand as called by the earlier voice vote. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T21:37:00-04:00", 
      "references": [], 
      "text": "Mr. Frelinghuysen moved that the Committee now rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T21:38:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee now rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T21:38:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2685 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T22:07:00-04:00", 
      "references": [
        {
          "reference": "CR H4105-4117", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T22:07:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T22:08:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question on adoption of amendments which had been debate earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T22:50:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the MacArthur amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T22:56:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Schiff amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:05:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Schiff amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Schiff demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:05:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Walberg amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:13:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Huizenga amendment no. 2.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:13:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Huizenga (MI) amendment (A041) Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:20:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Lee amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:28:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Lee amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Lee demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:29:00-04:00", 
      "references": [], 
      "text": "Mr. Frelinghuysen moved that the Committee now rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:29:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee now rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:30:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2685 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:32:00-04:00", 
      "references": [
        {
          "reference": "CR H4117-4127", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:32:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:32:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the McSally amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:35:00-04:00", 
      "references": [], 
      "text": "VACATING PROCEEDINGS ON VOICE VOTE - Mr. Bost asked unanimous consent that the proceedings on the vote on an amendment No. 2 printed in the Congressional Record be vacated to the end that the Chair put the question de novo. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:36:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Lee amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:46:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the second Lee amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Lee demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:51:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Sablan amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:53:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Sablan amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Sablan demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-10T23:56:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Gosar amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:01:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Gosar amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Gosar demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:02:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Johnson of Georgia amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:10:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Johnson (GA) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Johnson (GA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:11:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Gosar amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:16:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Gosar amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Gosar demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:17:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Conyers amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:22:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Johnson (GA) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:27:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Johnson (GA) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Johnson (GA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:28:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Cole amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:34:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Grayson amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:37:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Grayson amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:43:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the McClintock amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:51:00-04:00", 
      "references": [], 
      "text": "Mr. Frelinghuysen moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:51:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:52:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2685 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:53:00-04:00", 
      "references": [
        {
          "reference": "CR H4127-4133", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:53:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T00:55:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Ellison amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:01:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Ellison amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Ellison demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:02:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Smith (MO) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:08:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Smith (MO) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Visclosky demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:09:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Jackson Lee amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:12:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Guinta amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:18:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Massie amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:28:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Massie amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Massie demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:29:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Ellmers amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:34:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Rohrabacher amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:42:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Nugent amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:44:00-04:00", 
      "bill_ids": [
        "hres303-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 303, the Committee of the Whole proceeded with 10 minutes of debate on the Forbes amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:46:00-04:00", 
      "references": [], 
      "text": "Mr. Frelinghuysen moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:47:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T01:47:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2685 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T12:19:00-04:00", 
      "references": [
        {
          "reference": "CR H4172", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T12:19:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T12:19:00-04:00", 
      "references": [], 
      "text": "The Chair directed the Clerk to read the the last two lines of H.R. 2685.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T12:20:00-04:00", 
      "references": [], 
      "text": "Mr. Frelinghuysen moved that the committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T12:20:00-04:00", 
      "references": [], 
      "text": "On motion that the committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T12:20:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2685 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T13:56:00-04:00", 
      "references": [
        {
          "reference": "CR H4218-4227", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T13:57:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T14:36:00-04:00", 
      "references": [], 
      "text": "Mr. Frelinghuysen moved that the committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T14:36:00-04:00", 
      "references": [], 
      "text": "On motion that the committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T14:36:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 2685.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T14:37:00-04:00", 
      "references": [
        {
          "reference": "CR H4225", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T14:38:00-04:00", 
      "committees": [
        "HSAP"
      ], 
      "references": [
        {
          "reference": "CR H4225", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4225", 
          "type": "text"
        }
      ], 
      "text": "Mr. Moulton moved to recommit with instructions to the Committee on Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T14:38:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the Moulton motion to recommit with instructions. The instructions contained in the motion seek to require the bill to be reported back to the House with an amendment to increase the Army Operation and Maintenance account by a total of $2 million; increase the Defense-Wide Operation and Maintenance account by $2 million; increase the Defense Health Programs account by $5 million; and offsets these increases with a $9 million reduction to the Defense-Wide Operation and Maintenance account.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T14:45:00-04:00", 
      "references": [
        {
          "reference": "CR H4226", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T14:53:00-04:00", 
      "references": [], 
      "text": "On motion to recommit with instructions Failed by recorded vote: 186 - 240 (Roll no. 357).", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-11T15:00:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H4227", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "roll": "358", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 278 - 149 (Roll no. 358).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2015-06-11T15:00:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-15", 
      "calendar": "Senate Legislative", 
      "number": "118", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 118.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2015-06-16", 
      "references": [
        {
          "reference": "CR S4171-4173", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-16", 
      "references": [
        {
          "reference": "CR S4171", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S4171", 
          "type": "text"
        }
      ], 
      "text": "Cloture motion on the motion to proceed to the measure presented in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-18", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR S4275-4276", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S4276", 
          "type": "text"
        }
      ], 
      "result": "fail", 
      "roll": "216", 
      "status": "PROV_KILL:CLOTUREFAILED", 
      "text": "Cloture on the motion to proceed to the measure not invoked in Senate by Yea-Nay Vote. 50 - 45. Record Vote Number: 216.", 
      "type": "vote-aux", 
      "vote_type": "cloture", 
      "where": "s"
    }, 
    {
      "acted_at": "2015-06-18", 
      "references": [
        {
          "reference": "CR S4276", 
          "type": "consideration"
        }
      ], 
      "text": "Motion by Senator McConnell to reconsider the vote by which cloture on the motion to proceed to the measure was not invoked (Record Vote No. 216) entered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-09-22", 
      "references": [
        {
          "reference": "CR S6864-6868", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of the motion to reconsider the vote by which cloture was not invoked on the motion to proceed to the measure (Record Vote No. 216) agreed to in Senate by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-09-22", 
      "references": [
        {
          "reference": "CR S6864-6865", 
          "type": "consideration"
        }
      ], 
      "text": "Motion by Senator McConnell to reconsider the vote by which cloture on the motion to proceed to the measure was not invoked (Record Vote No. 216) agreed to in Senate by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-09-22", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR S6867-6868", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S6867", 
          "type": "text"
        }
      ], 
      "result": "fail", 
      "roll": "269", 
      "status": "PROV_KILL:CLOTUREFAILED", 
      "text": "Upon reconsideration, cloture on the motion to proceed to the measure not invoked in Senate by Yea-Nay Vote. 54 - 42. Record Vote Number: 269.", 
      "type": "vote-aux", 
      "vote_type": "cloture", 
      "where": "s"
    }, 
    {
      "acted_at": "2015-11-03", 
      "references": [
        {
          "reference": "CR S7697", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-11-03", 
      "references": [
        {
          "reference": "CR S7697", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S7697", 
          "type": "text"
        }
      ], 
      "text": "Second cloture motion on the motion to proceed to the measure presented in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-11-04", 
      "references": [
        {
          "reference": "CR S7743-7755, S7758-7769", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-11-05", 
      "references": [
        {
          "reference": "CR S7776-7779", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-11-05", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR S7779", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S7779", 
          "type": "text"
        }
      ], 
      "result": "fail", 
      "roll": "298", 
      "status": "PROV_KILL:CLOTUREFAILED", 
      "text": "Second cloture on the motion to proceed not invoked in Senate by Yea-Nay Vote. 51 - 44. Record Vote Number: 298.", 
      "type": "vote-aux", 
      "vote_type": "cloture", 
      "where": "s"
    }, 
    {
      "acted_at": "2015-11-05", 
      "references": [], 
      "text": "Motion by Senator McConnell to reconsider the vote by which the second motion to invoke cloture on the motion to proceed to the measure was not invoked (Record Vote No. 298) entered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-11-05", 
      "references": [
        {
          "reference": "CR S7779", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure withdrawn in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "hamdt441-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "441"
    }, 
    {
      "amendment_id": "hamdt442-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "442"
    }, 
    {
      "amendment_id": "hamdt443-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "443"
    }, 
    {
      "amendment_id": "hamdt444-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "444"
    }, 
    {
      "amendment_id": "hamdt445-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "445"
    }, 
    {
      "amendment_id": "hamdt446-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "446"
    }, 
    {
      "amendment_id": "hamdt447-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "447"
    }, 
    {
      "amendment_id": "hamdt448-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "448"
    }, 
    {
      "amendment_id": "hamdt449-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "449"
    }, 
    {
      "amendment_id": "hamdt450-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "450"
    }, 
    {
      "amendment_id": "hamdt451-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "451"
    }, 
    {
      "amendment_id": "hamdt452-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "452"
    }, 
    {
      "amendment_id": "hamdt453-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "453"
    }, 
    {
      "amendment_id": "hamdt454-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "454"
    }, 
    {
      "amendment_id": "hamdt455-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "455"
    }, 
    {
      "amendment_id": "hamdt456-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "456"
    }, 
    {
      "amendment_id": "hamdt457-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "457"
    }, 
    {
      "amendment_id": "hamdt458-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "458"
    }, 
    {
      "amendment_id": "hamdt459-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "459"
    }, 
    {
      "amendment_id": "hamdt460-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "460"
    }, 
    {
      "amendment_id": "hamdt461-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "461"
    }, 
    {
      "amendment_id": "hamdt462-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "462"
    }, 
    {
      "amendment_id": "hamdt463-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "463"
    }, 
    {
      "amendment_id": "hamdt464-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "464"
    }, 
    {
      "amendment_id": "hamdt465-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "465"
    }, 
    {
      "amendment_id": "hamdt466-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "466"
    }, 
    {
      "amendment_id": "hamdt467-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "467"
    }, 
    {
      "amendment_id": "hamdt468-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "468"
    }, 
    {
      "amendment_id": "hamdt469-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "469"
    }, 
    {
      "amendment_id": "hamdt470-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "470"
    }, 
    {
      "amendment_id": "hamdt471-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "471"
    }, 
    {
      "amendment_id": "hamdt472-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "472"
    }, 
    {
      "amendment_id": "hamdt473-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "473"
    }, 
    {
      "amendment_id": "hamdt474-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "474"
    }, 
    {
      "amendment_id": "hamdt475-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "475"
    }, 
    {
      "amendment_id": "hamdt476-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "476"
    }, 
    {
      "amendment_id": "hamdt477-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "477"
    }, 
    {
      "amendment_id": "hamdt478-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "478"
    }, 
    {
      "amendment_id": "hamdt479-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "479"
    }, 
    {
      "amendment_id": "hamdt480-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "480"
    }, 
    {
      "amendment_id": "hamdt481-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "481"
    }, 
    {
      "amendment_id": "hamdt482-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "482"
    }, 
    {
      "amendment_id": "hamdt483-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "483"
    }, 
    {
      "amendment_id": "hamdt484-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "484"
    }, 
    {
      "amendment_id": "hamdt485-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "485"
    }, 
    {
      "amendment_id": "hamdt486-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "486"
    }, 
    {
      "amendment_id": "hamdt487-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "487"
    }, 
    {
      "amendment_id": "hamdt488-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "488"
    }, 
    {
      "amendment_id": "hamdt489-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "489"
    }, 
    {
      "amendment_id": "hamdt490-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "490"
    }, 
    {
      "amendment_id": "hamdt491-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "491"
    }, 
    {
      "amendment_id": "hamdt492-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "492"
    }, 
    {
      "amendment_id": "hamdt493-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "493"
    }, 
    {
      "amendment_id": "hamdt494-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "494"
    }, 
    {
      "amendment_id": "hamdt495-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "495"
    }, 
    {
      "amendment_id": "hamdt496-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "496"
    }, 
    {
      "amendment_id": "hamdt497-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "497"
    }, 
    {
      "amendment_id": "hamdt498-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "498"
    }, 
    {
      "amendment_id": "hamdt499-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "499"
    }, 
    {
      "amendment_id": "hamdt500-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "500"
    }, 
    {
      "amendment_id": "hamdt501-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "501"
    }, 
    {
      "amendment_id": "hamdt502-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "502"
    }, 
    {
      "amendment_id": "hamdt503-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "503"
    }, 
    {
      "amendment_id": "hamdt504-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "504"
    }, 
    {
      "amendment_id": "hamdt505-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "505"
    }, 
    {
      "amendment_id": "hamdt506-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "506"
    }, 
    {
      "amendment_id": "hamdt507-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "507"
    }
  ], 
  "bill_id": "hr2685-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-06-09T20:14:00-04:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2015-06-11T15:00:00-04:00", 
    "senate_cloture_result": "fail", 
    "senate_cloture_result_at": "2015-11-05", 
    "vetoed": false
  }, 
  "introduced_at": "2015-06-05", 
  "number": "2685", 
  "official_title": "Making appropriations for the Department of Defense for the fiscal year ending September 30, 2016, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres303-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres303-114", 
      "reason": "rule", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2029-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1558-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2130-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Department of Defense Appropriations Act, 2016", 
  "sponsor": {
    "district": "11", 
    "name": "Frelinghuysen, Rodney P.", 
    "state": "NJ", 
    "thomas_id": "00414", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PROV_KILL:CLOTUREFAILED", 
  "status_at": "2015-11-05", 
  "subjects": [
    "Afghanistan", 
    "Alternative and renewable resources", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Assault and harassment offenses", 
    "Atmospheric science and weather", 
    "Aviation and airports", 
    "Buy American requirements", 
    "Caribbean area", 
    "Central Intelligence Agency (CIA)", 
    "Chemical and biological weapons", 
    "Child safety and welfare", 
    "Climate change and greenhouse gases", 
    "Conflicts and wars", 
    "Congressional oversight", 
    "Crime prevention", 
    "Crimes against women", 
    "Criminal investigation, prosecution, interrogation", 
    "Cuba", 
    "Defense spending", 
    "Department of Defense", 
    "Department of Veterans Affairs", 
    "Detention of persons", 
    "Drug trafficking and controlled substances", 
    "Educational technology and distance education", 
    "Energy prices", 
    "Europe", 
    "Executive agency funding and structure", 
    "Federal appellate courts", 
    "Firearms and explosives", 
    "Foreign aid and international relief", 
    "Foreign labor", 
    "Government employee pay, benefits, personnel management", 
    "Government studies and investigations", 
    "Health facilities and institutions", 
    "Human rights", 
    "Idaho", 
    "Intelligence activities, surveillance, classified information", 
    "International law and treaties", 
    "Iraq", 
    "Israel", 
    "Jordan", 
    "Kuwait", 
    "Latin America", 
    "Metals", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military command and structure", 
    "Military education and training", 
    "Military facilities and property", 
    "Military medicine", 
    "Military operations and strategy", 
    "Military personnel and dependents", 
    "Military procurement, research, weapons development", 
    "Minnesota", 
    "Montana", 
    "Motor fuels", 
    "National Guard and reserves", 
    "Nevada", 
    "North Dakota", 
    "Nuclear weapons", 
    "Oil and gas", 
    "Oregon", 
    "Pakistan", 
    "Portugal", 
    "Presidents and presidential powers, Vice Presidents", 
    "Research administration and funding", 
    "Research and development", 
    "Russia", 
    "Sex offenses", 
    "Small business", 
    "South Dakota", 
    "Sovereignty, recognition, national governance and status", 
    "Specialized courts", 
    "Syria", 
    "Terrorism", 
    "Ukraine", 
    "Veterans' medical care", 
    "War and emergency powers", 
    "Washington State"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2015-06-11", 
    "text": "Highlights: \n\nThe Department of Defense Appropriations Act, 2016 provides FY2016 appropriations to the Department of Defense (DOD) for military activities, including appropriations for Overseas Contingency Operations (OCO)/ Global War on Terrorism.\n\nThe bill does not include funding for military construction, military family housing, civil works projects of the Army Corps of Engineers, and nuclear warheads, which are all considered in other appropriations bills. The bill increases total funding for DOD compared to FY2015 levels. The bill also includes increases for Operation and Maintenance; Procurement; and Research, Development, Test, and Evaluation.\n\nCompared to FY2015 levels, the bill decreases base funding for Military Personnel; Revolving and Management Funds; and other DOD Programs, including the Defense Health Program, Chemical Agents and Munitions Destruction, and Drug Interdiction and Counter-Drug Activities.\n\nThe bill provides additional OCO funding for many accounts, including Military Personnel; Operation and Maintenance; Procurement; and Research, Development, Test, and Evaluation. OCO funding is not subject to discretionary spending limits and other budget enforcement procedures.\n\nThe bill provides funding to increase basic pay for all military personnel by 2.3%. Full Summary: \n\nDepartment of Defense Appropriations Act, 2016 \n\nProvides FY2016 appropriations for most military activities of the Department of Defense (DOD).\n\nTITLE I--MILITARY PERSONNEL\n\nProvides appropriations for active-duty and reserve personnel in the Army, Navy, Marine Corps, and Air Force (the military departments), and for National Guard personnel in the Army and Air Force.\n\nTITLE II--OPERATION AND MAINTENANCE\n\nProvides appropriations for Operation and Maintenance (O&M) for the military departments, other agencies of the DOD, the reserve components, and the Army and Air National Guard.\n\nProvides appropriations for: (1) the United States Court of Appeals for the Armed Forces; (2) Environmental Restoration for the military departments, DOD, and at Formerly Used Defense Sites; (3) Overseas Humanitarian, Disaster, and Civic Aid; (4) the Cooperative Threat Reduction Account; and (5) the Department of Defense Acquisition Workforce Development Fund.\n\nTITLE III--PROCUREMENT\n\nProvides appropriations for Procurement by the military departments, including for the procurement of aircraft, missiles, weapons, tracked combat vehicles, ammunition, and for shipbuilding and conversion by the Navy.\n\nProvides appropriations for Defense-Wide Procurement and Defense Production Act Purchases.\n\nTITLE IV--RESEARCH, DEVELOPMENT, TEST AND EVALUATION\n\nProvides appropriations for Research, Development, Test, and Evaluation (RDT&E) by the military departments and defense agencies.\n\nProvides appropriations for the independent activities of the Director of Operational Test and Evaluation.\n\nTITLE V--REVOLVING AND MANAGEMENT FUNDS\n\nProvides appropriations for the Defense Working Capital Funds and the National Defense Sealift Fund.\n\nTITLE VI--OTHER DEPARTMENT OF DEFENSE PROGRAMS\n\nProvides appropriations for: (1) the Defense Health Program, (2) Chemical Agents and Munitions Destruction, (3) Drug Interdiction and Counter-Drug Activities, and (4) the Office of the Inspector General.\n\nTITLE VII--RELATED AGENCIES\n\nProvides appropriations for the Central Intelligence Agency Retirement and Disability System Fund, and the Intelligence Community Management Account.\n\nTITLE VIII--GENERAL PROVISIONS\n\nSets forth permissible, restricted, and prohibited uses of funds appropriated by this bill.\n\n(Sec. 8001) Prohibits appropriations contained in this bill from being used for publicity or propaganda purposes not authorized by Congress.\n\n(Sec. 8002) Provides that during the current fiscal year, provisions of law prohibiting compensating or employing foreign nationals shall not apply to DOD if certain conditions are met.\n\n(Sec. 8003) Prohibits funding provided by this bill from remaining available for obligation beyond the current fiscal year unless this bill expressly provides otherwise.\n\n(Sec. 8004) Prohibits more than 20% of the appropriations provided by this bill for the current fiscal year from being obligated during the last two months of the fiscal year.\n\n(Sec. 8005) Permits specified Working Capital Funds provided by this bill for military functions (except military construction) to be transferred between appropriations or funds available for the same purposes, subject to specified restrictions and the approval of the Office of Management and Budget (OMB). Requires DOD to notify Congress of all transfers made pursuant to this section.\n\n(Sec. 8006) Requires tables included in the report accompanying this bill to be treated as if they were included in the text of this bill.\n\n(Sec. 8007) Requires DOD to submit a report to Congress to establish the baseline for application of reprogramming and transfer authorities for FY2016. Prohibits funds provided by this bill from being reprogrammed or transferred until the report is provided or DOD certifies to Congress that the reprogramming or transfer is necessary as an emergency requirement.\n\n(Sec. 8008) Prohibits cash balances in DOD Working Capital Funds from exceeding the level necessary for cash disbursements to be made from the funds. Sets forth requirements and limitations for transfers of balances in the funds to specified accounts.\n\n(Sec. 8009) Prohibits the initiation of a special access program without notifying Congress in advance.\n\n(Sec. 8010) Establishes limitations and conditions on the use of funds provided by this bill to initiate or terminate certain multi-year contracts.\n\n(Sec. 8011) Appropriates O&M funds for the costs of humanitarian and civic assistance provided in conjunction with military operations.\n\n(Sec. 8012) Prohibits DOD from managing civilian personnel on the basis of any end-strength during FY2016.\n\n(Sec. 8013) Prohibits funds made available by this bill from being used to directly or indirectly influence congressional action on legislation or appropriation matters pending before Congress.\n\n(Sec. 8014) Prohibits compensation from being paid to any member of the Army participating as a full-time student and receiving benefits from the Defense Education Benefits Fund if the time spent as a student is counted toward the member's service commitment.\n\n(Sec. 8015) Permits funds appropriated in title III of this bill for the Department of Defense Pilot Mentor-Protege Program to be transferred to any other account to implement a developmental assistance agreement under the program.\n\n(Sec. 8016) Prohibits DOD from purchasing certain anchor and mooring chains unless they are manufactured in the United States.\n\n(Sec. 8017) Prohibits funds from being used to demilitarize or dispose of certain small firearms, small arms ammunition, or ammunition components.\n\n(Sec. 8018) Limits funding for the relocation of any DOD entity into or within the National Capital Region. Permits DOD to waive the limitation by certifying to Congress that a relocation is required in the best interest of the government.\n\n(Sec. 8019) Provides appropriations for incentive payments for federal contracts involving contractors, subcontractors, or suppliers that are Indian organizations or Indian-owned economic enterprises.\n\n(Sec. 8020) Prohibits funds for the Defense Media Activity from being used for national or international political or psychological activities.\n\n(Sec. 8021) Permits DOD to incur obligations of up to $350 million for DOD military compensation, construction projects, and supplies and services in anticipation of contributions from the government of Kuwait.\n\n(Sec. 8022) Provides appropriations from specified accounts for the Civil Air Patrol Corporation to support operation and maintenance, readiness, counterdrug activities, and drug demand reduction activities involving youth programs.\n\n(Sec. 8023) Prohibits funds provided by this bill from being used to establish a new DOD federally-funded research and development center (FFRDC). Limits compensation for FFRDC members or consultants.\n\nProhibits a defense FFRDC from using FY2016 DOD funds for new building construction, cost-sharing payments for projects funded by government grants, absorption of contract overruns, or certain charitable contributions.\n\nLimits the staff years that may be funded for FFRDCs from FY2016 funds, and requires DOD to submit a report on the allocation of staff years with the FY2017 budget request.\n\nReduces the total amount appropriated by this bill for FFRDCs by $88.4 million.\n\n(Sec. 8024) Prohibits DOD from procuring carbon, alloy, or armor steel plating not melted and rolled in the United States or Canada. Permits DOD to waive the prohibition if adequate domestic supplies are not available and an acquisition is necessary for national security purposes.\n\n(Sec. 8025) Specifies that \"congressional defense committees\" include the Senate and House Armed Services Committees and Appropriations Subcommittees on Defense.\n\n(Sec. 8026) Permits DOD to acquire the modification, depot maintenance, and repair of aircraft, vehicles, and vessels; and production of components through competition between DOD activities and private firms.\n\n(Sec. 8027) Revokes blanket waivers of the Buy American Act if DOD determines that a country has violated the terms of a specified agreement by discriminating against products produced in the United States.\n\n(Sec. 8028) Permits funds in the Department of Defense Overseas Military Facility Investment Recovery Account to remain available until expended.\n\n(Sec. 8029) Permits the Air Force to convey to Indian tribes located in Nevada, Idaho, North Dakota, South Dakota, Montana, Oregon, Minnesota, and Washington relocatable military housing units currently located at Grand Forks, Malmstrom, Mountain Home, Elllsworth, and Minot Air Force Bases that are excess to the needs of the Air Force. Requires the Operation Walking Shield Program to resolve any housing unit conflicts arising among requests of Indian tribes for these conveyances.\n\n(Sec. 8030) Permits DOD O&M appropriations to be used to purchase items with an investment unit cost of not more than $250,000.\n\n(Sec. 8031) Prohibits the use of funds provided by this bill to disestablish, close, downgrade from host to extension center, or place on probation a Senior Reserve Officers' Training Corps program.\n\n(Sec. 8032) Prohibits the use of DOD Working Capital Funds to purchase specified investment items.\n\n(Sec. 8033) Prohibits funds provided for the Central Intelligence Agency (CIA) from remaining available for obligation beyond the current fiscal year, except for funds provided for the Reserve for Contingencies, the Working Capital Fund, or other specified programs.\n\n(Sec. 8034) Permits funds made available by this bill to the Defense Intelligence Agency to be used for the design, development, and deployment of General Defense Intelligence Program intelligence communication and intelligence information systems.\n\n(Sec. 8035) Provides appropriations for the mitigation of environmental impacts on Indian lands resulting from DOD activities.\n\n(Sec. 8036) Requires DOD to comply with the Buy American Act.\n\n(Sec. 8037) Prohibits funds appropriated by this bill from being used for contracts for studies, analysis, or consulting services entered into without competition on the basis of an unsolicited proposal unless specified conditions are met.\n\n(Sec. 8038) Prohibits funds in this bill from being used to: (1) establish a field operating agency, or (2) pay a member of the Armed Forces or civilian employee transferred or reassigned from a headquarters activity if the employee's place of duty remains at headquarters. Specifies exceptions, and permits waivers that will reduce personnel or financial requirements of the department.\n\n(Sec. 8039) Prohibits funds in this bill from being used to convert a function performed by DOD civilian employees to performance by a contractor unless specific requirements are met.\n\n(Sec. 8040) Rescinds funds provided to specified Procurement and RDT&E accounts in prior defense appropriations Acts.\n\n(Sec. 8041) Prohibits funds provided by this bill from being used to reduce authorized positions for military technicians (dual status) of the Army National Guard, Air National Guard, Army Reserve, and Air Force Reserve unless the reductions are a direct result of a reduction in military force structure.\n\n(Sec. 8042) Prohibits funds provided by this bill from being used for assistance to North Korea unless specifically appropriated for that purpose.\n\n(Sec. 8043) Permits O&M funds provided by this bill to be used to reimburse the National Guard and Reserve for providing intelligence or counterintelligence support to the combatant commands, defense agencies, and joint intelligence activities.\n\n(Sec. 8044) Prohibits the transfer of DOD or Central Intelligence Agency (CIA) drug interdiction or counter-drug activity funds to any other department or agency except as specifically provided in an appropriations law.\n\n(Sec. 8045) Requires ball and roller bearings purchased using funds provided by this bill to be produced by a domestic source. Permits DOD to waive the prohibition if adequate domestic supplies are not available and an acquisition is necessary for national security.\n\n(Sec. 8046) Appropriates funds to DOD for grants to the United Service Organizations and the Red Cross.\n\n(Sec. 8047) Prohibits funds provided by this bill from being used to purchase any supercomputer not manufactured in the United States unless it is unavailable from U.S. manufacturers and is necessary for national security.\n\n(Sec. 8048) Permits the Small Business Innovation Research program and the Small Business Technology Transfer program set-asides to be taken from programs, projects, or activities that contribute to the extramural budget.\n\n(Sec. 8049) Prohibits funds in this bill from being used for contractor bonuses being paid due to a business restructuring.\n\n(Sec. 8050) Permits the transfer of specified O&M funds to pay military personnel for support and services for eligible organizations and activities outside DOD.\n\n(Sec. 8051) Permits DOD to dispose of negative unliquidated or unexpended balances for expired or closed accounts by charging an obligation to a current account for the same purpose as the expired or closed account.\n\n(Sec. 8052) Permits the National Guard to allow the use of equipment of the National Guard Distance Learning Project by any person or entity on a space-available, reimbursable basis.\n\n(Sec. 8054) Requires specified O&M funds to be used for high priority Sexual Assault Prevention and Response Program requirements and activities.\n\n(Sec. 8055) Prohibits the use of funds provided in title IV to procure end-items for delivery to military forces for operational training, operational use, or inventory requirements. Includes exceptions and permits a waiver for national security purposes.\n\n(Sec. 8056) Permits DOD to waive limitations on the procurement of defense items from a foreign country if: (1) the limitations would invalidate cooperative programs or reciprocal trade agreements, and (2) the country does not discriminate against the same or similar items procured in the United States. Provides exceptions.\n\n(Sec. 8057) Prohibits funds provided by this bill from being used for training, equipment, or other assistance for a unit of a foreign security force that has committed a gross violation of human rights. Includes exceptions if DOD determines that the government of the country has taken all necessary corrective steps, or the assistance is necessary for disaster relief operations or other humanitarian or national security emergencies.\n\nPermits a waiver if DOD determines it is required by extraordinary circumstances. Requires DOD to report to Congress on waivers and exceptions.\n\n(Sec. 8058) Prohibits funds from being used for repairs or maintenance for military family housing units.\n\n (Sec. 8059) Requires DOD to submit a report to Congress before obligating specified RDT&E funds appropriated by this bill for any new start advanced concept technology demonstration project or joint capability demonstration project. Permits DOD to waive the restriction by certifying to Congress that it is in the national interest.\n\n(Sec. 8060) Requires DOD to provide a classified quarterly report to Congress on matters specified in the classified annex accompanying this bill.\n\n(Sec. 8061) Permits members of the National Guard serving on full-time duty to support ground-based elements of the National Ballistic Missile Defense System.\n\n(Sec. 8062) Prohibits funds provided by this bill from being used to transfer specified armor-piercing ammunition to any nongovernmental entity, except for demilitarization purposes.\n\n(Sec. 8063) Permits the Chief of the National Guard Bureau to waive payment for the lease of personal property to certain youth, social, charitable, or fraternal nonprofit organizations.\n\n(Sec. 8064) Prohibits the use of funds appropriated in this bill to support the procurement of malt beverages and wine with nonappropriated funds for resale on a military installation located in the United States unless the beverages are procured within the state in which the installation is located and specified conditions are met.\n\n(Sec. 8065) Permits specified O&M--Army funds to remain available until expended. Permits DOD to: (1) transfer the funds to other activities of the federal government; and (2) contract for the acquisition of real property, construction, personal services, and operations related to projects carrying out the purpose of this section.\n\n(Sec. 8066) Prohibits funds from being used to make specified modifications to the budget and appropriations process for the National Intelligence Program.\n\n(Sec. 8067) Provides appropriations to remain available until expended for grants for the construction and furnishing of additional Fisher Houses to meet the needs of military family members confronted with the illness or hospitalization of an eligible military beneficiary.\n\n(Sec. 8068) Provides specified Procurement and RDT&E funds for the Israeli Cooperative Programs for the Iron Dome defense system to counter short-range rocket threats, the Short Range Ballistic Missile Defense program, and related programs.\n\n(Sec. 8069) Permits specified Shipbuilding and Conversion--Navy funds to remain available through FY2016 to fund prior year shipbuilding cost increases. Requires the funds to be transferred to specified accounts.\n\n(Sec. 8070) Deems funds provided by this bill for intelligence activities to be authorized by Congress during FY2016 until the enactment of the Intelligence Authorization Act for FY2016.\n\n(Sec. 8071) Prohibits fund appropriated by this bill from being used for a reprogramming of funds that creates or initiates a new program, project, or activity unless it must be undertaken immediately for national security and Congress is notified in advance.\n\n(Sec. 8072) Requires the President's FY2017 budget to include separate budget justification documents for costs of the Armed Forces' participation in contingency operations for the Military Personnel, O&M, Procurement, and RDT&E accounts.\n\n(Sec. 8073) Prohibits funds provided by this bill from being used for research, development, test, evaluation, procurement, or deployment of nuclear armed interceptors of a missile defense system.\n\n(Sec. 8074) Reduces the total amount appropriated in this bill to reflect savings due to favorable foreign exchange rates.\n\n(Sec. 8075) Prohibits funds appropriated in this bill from being used to reduce or disestablish the operation of the 53rd Weather Reconnaissance Squadron of the Air Force Reserve if the actions reduce the WC-130 Weather Reconnaissance mission below the levels funded in this bill. Permits the Squadron to perform other missions in support of national defense requirements during the non-hurricane season.\n\n(Sec. 8076) Prohibits funds from being used for integrating foreign intelligence information unless the information has been lawfully collected and processed during authorized foreign intelligence activities.\n\n(Sec. 8077) Requires reserve members called or ordered to active duty to be notified in writing of their expected mobilization period. Permits DOD to waive the requirement for a national security emergency or to meet dire operational requirements.\n\n(Sec. 8078) Prohibits funds in this bill from being used to transfer research and development, acquisition, or other program authority related to current tactical unmanned aerial vehicles from the Army. Requires the Army to retain responsibility for and operational control of the MQ-1C Gray Eagle Unmanned Aerial Vehicle.\n\n(Sec. 8079) Provides specified Navy O&M funds for the Asia Pacific Regional Initiative Program for enabling the Pacific Command to execute theater security cooperation activities such as humanitarian assistance and the payment of incremental and personnel costs of training and exercising with foreign security forces.\n\n(Sec. 8080) Prohibits funds appropriated by this bill for programs of the Office of the Director of National Intelligence from being obligated beyond the current fiscal year except for research and technology funds, which remain available through FY2017.\n\n(Sec. 8081) Provides for the adjustment of obligations within the Shipbuilding and Conversion--Navy appropriation.\n\n(Sec. 8082) Requires the Office of the Director of National Intelligence (DNI) to submit a report to Congress establishing the baseline for application of reprogramming and transfer authorities for FY2016. Prohibits funds provided by this Act for the National Intelligence Program from being transferred or reprogrammed until the report is submitted unless the action is necessary for an emergency.\n\n(Sec. 8083) Prohibits funds provided by this bill from being used to eliminate, restructure, realign, or make disproportionate personnel reductions at Army Contracting Command-New Jersey sites without notifying Congress in advance.\n\n(Sec. 8084) Prohibits the use of funds to support any military training or operation that includes child soldiers unless the assistance is permitted by the Child Soldiers Prevention Act of 2008.\n\n(Sec. 8085) Makes specified Intelligence Community Management Account funds available for transfer by the DNI to other departments and agencies for government-wide information sharing activities, subject to the approval of OMB.\n\n(Sec. 8086) Provides specific restrictions on the reprogramming or transfer of funds provided to the National Intelligence Program.\n\n(Sec. 8087) Directs the DNI to submit annually to Congress a future-years intelligence program reflecting estimated expenditures and proposed appropriations included in the President's budget.\n\n(Sec. 8088) Specifies committees included in \"congressional intelligence committees\" for the purposes of this bill.\n\n(Sec. 8089) Requires DOD to continue to report incremental contingency operations costs for Operation Inherent Resolve (operations in Iraq and Syria against the Islamic State of Iraq and the Levant or ISIL) and Operation Freedom's Sentinel (counterterrorism training, and advisory activities in Afghanistan) on a monthly basis, and other operations identified by DOD on a semiannual basis.\n\n(Sec. 8090) Permits specified O&M funds provided in title II to be transferred by the military department concerned to its central fund established for Fisher Houses and Suites.\n\n(Sec. 8091) Permits funds provided by this bill to be used for payments and transfers to the Defense Acquisition Workforce Development Fund.\n\n (Sec. 8092) Requires agencies receiving funds in this bill to post reports required to be submitted to Congress on the public web site of the agency if it serves the national interest. Provides exceptions for national security or proprietary information.\n\n(Sec. 8093) Prohibits the use of funds for federal contracts in excess of $1 million unless the contractor meets specific requirements regarding the resolution of claims under title VII of the Civil Rights Act of 1964 (discrimination based on race, color, religion, sex, or national origin). Allows DOD to waive the requirements to avoid harm to national security.\n\n(Sec. 8094) Provides specified funds to be transferred to the Joint Department of Defense-Department of Veterans Affairs Medical Facility Demonstration Fund.\n\n(Sec. 8095) Prohibits the Office of the Director of National Intelligence from employing more Senior Executive employees than are specified in the classified annex.\n\n(Sec. 8096) Permits DOD funds to be used to purchase armored vehicles for the physical security of personnel or force protection and limits the cost to $450,000 per vehicle.\n\n(Sec. 8097) Prohibits the use of funds for: (1) providing certain missile defense information to the Russian Federation, (2) integrating the missile defense systems of China into U.S. missile defense systems, or (3) integrating the missile defense systems of Russia into the U.S. and NATO missile defense systems.\n\n(Sec. 8098) Requires DOD to provide quarterly reports to Congress including the numbers of civilian personnel end strength by appropriation account.\n\n(Sec. 8099) Permits the transfer of up to $1 billion of funds made available by this bill to the National Intelligence Program if OMB approves and the Director of National Intelligence determines it is necessary and in the national interest. Requires transfer authority be used for higher priority items based on unforeseen intelligence requirements. Prohibits transfer authority from being used when the item for which funds are requested has been denied by Congress.\n\n(Sec. 8100) Prohibits funds from being used to transfer or release any individual detained at U.S. Naval Station, Guantanamo Bay, Cuba (Guantanamo) who is not a U.S. citizen or member of the Armed Force into the United States, its territories, or possessions.\n\n(Sec. 8101) Prohibits funding to modify any United States facility (other than the facility at Guantanamo Bay, Cuba) to house any individual detained at Guantanamo.\n\n(Sec. 8102) Prohibits funds provided in this bill from being used to transfer any individual detained at Guantanamo to the custody or control of the individual's country of origin, or any other foreign country or entity, except in accordance with the National Defense Authorization Act for Fiscal Year 2014.\n\n(Sec. 8103) Prohibits funds from being used in violation of the Wars Powers Resolution.\n\n(Sec. 8104) Prohibits funds made available by this bill from being used to lease or purchase new light duty vehicles for any executive fleet inventory except in accordance with a specific Presidential Memorandum related to federal fleet performance.\n\n(Sec. 8105) Prohibits funds from being used to enter into specified agreements and transactions with Russian arms supplier Rosoboronexport. Permits DOD to waive the restriction if specific conditions are met.\n\n(Sec. 8106) Prohibits the use of funds for the purchase or manufacture of U.S. flags unless they are treated as covered items under Buy American requirements.\n\n(Sec. 8107) Prohibits the use of funds for the direct personal benefit of the President of Afghanistan.\n\n(Sec. 8108) Permits funds provided by this bill to be used for payments to local military commanders for damage, personal injury, or death that is incident to combat operations in a foreign country.\n\n(Sec. 8109) Prohibits funds made available in this bill from being used to reduce strategic delivery vehicles and launchers below levels necessary to implement the New Strategic Arms Reduction Treaty (New START), as set forth in a report provided to Congress pursuant to the National Defense Authorization Act for Fiscal Year 2012.\n\n(Sec. 8110) Require DOD to post grant awards on a public web site in a searchable format.\n\n(Sec. 8111) Prohibits funds provided by this bill from being used to reduce the force structure at Lajes Field, Azores, Portugal.\n\n(Sec. 8112) Prohibits funds provided by this bill from being used for flight demonstration teams outside of the United States if flight demonstration teams in the United States have been canceled due to insufficient funding.\n\n(Sec. 8113) Prohibits the National Security Agency (NSA) from using funds provided by this Act to target a U.S. person under authorities granted by the Foreign Intelligence Surveillance Act of 1978 (FISA).\n\n(Sec. 8114) Provides additional funding for the basic housing allowance for military personnel.\n\n(Sec. 8115) Prohibits the use of funds provided by this bill to implement the Arms Trade Treaty regulating international trade in conventional arms until it is ratified by the Senate.\n\n(Sec. 8116 ) Prohibits the use of funds provided by this bill to transfer or divest AH-64 Attack helicopters from the Army National Guard to the Army.\n\n(Sec. 8117) Prohibits funds provided by this bill from being used to initiate or expand support for foreign forces, irregular forces, groups, or individuals supporting U.S. Special Operations Forces activities to combat terrorism unless Congress is notified in advance in accordance with the classified annex of this Act.\n\n(Sec. 8118) Requires DOD to submit a report to Congress assessing the justification and approval requirements for sole-source contracts. Requires the Government Accountability Office (GAO) to analyze the DOD report and review the justification and approval requirements.\n\n(Sec. 8119) Prohibits funds provided by this bill from being used for activities in Iraq in contravention of the War Powers Resolution.\n\n(Sec. 8120) Prohibits funds provided by this bill from being used to divest, retire, transfer, or place in storage any A-10 aircraft, or to disestablish any units of the active or reserve components associated with the aircraft.\n\n(Sec. 8121) Provides specified RDT&E--Defense-Wide funds for DOD activities related to implementation of the Digital Accountability and Transparency Act and a uniform procurement instrument identifier.\n\n(Sec. 8123) Prohibits funds provided by this bill for the T-AO(X) program from being used to award contracts for specified components unless the component is manufactured in the United States. (The T-AO(X) program is an oiler shipbuilding program to build a new class of fleet oilers for the Navy. Navy fleet oilers transfer fuel to Navy surface ships that are operating at sea.)\n\n(Sec. 8124) Provides additional funds to be transferred to military personnel accounts for military pay.\n\n(Sec. 8125) Reduces the funds provided by title II this bill to the Working Capital Funds to reflect excess cash balances.\n\n(Sec. 8126) Reduces the total amount appropriated by this bill to reflect savings due to lower than anticipated fuel prices.\n\n(Sec. 8127) Prohibits the use of funds to reduce end strength levels for the Army National Guard below the levels specified in the National Defense Authorization Act for FY2015.\n\n(Sec. 8128) Prohibits funds provided by this bill from being used to enforce section 526 of the Energy Independence and Security Act of 2007, which restricts the procurement of certain alternative or synthetic fuels unless the lifecycle greenhouse gas emissions associated with the fuel is less than or equal to emissions from the equivalent conventional fuel produced from conventional petroleum sources.\n\nTITLE IX--GLOBAL WAR ON TERRORISM\n\nProvides appropriations for FY2016 for Overseas Contingency Operations (OCO)/ the Global War on Terrorism. Designates the funds provided in this title as for Overseas Contingency Operations/ Global War on Terrorism pursuant to the Balanced Budget and Emergency Deficit Control Act of 1985. (OCO funds are exempt from discretionary spending limits and other budget enforcement rules).\n\nProvides appropriations for active-duty and reserve Personnel in the Army, Navy, Marine Corps and Air Force (the military departments), and for National Guard personnel in the Army and Air Force.\n\nProvides appropriations for Operation and Maintenance (O&M) for the military departments, other agencies of DOD, the reserve components, and the Army and Air National Guard.\n\nProvides appropriations for the Counterterrorism Partnerships Fund, the Afghanistan Security Forces Fund, the Iraq Train and Equip Fund, and the Syria Train and Equip Fund.\n\nProvides appropriations for Procurement by the military departments, other DOD agencies, reserve components, and National Guard, including for the procurement of aircraft, missiles, weapons, tracked combat vehicles, and ammunition.\n\nProvides appropriations for Research, Development, Test, and Evaluation (RDT&E) for the Army, Navy, Air Force, and other DOD agencies.\n\nProvides appropriations for the Defense Working Capital Funds.\n\nProvides appropriations for: (1) the Defense Health Program; (2) Drug Interdiction and Counter-Drug Activities--Defense; (3) the Joint Improvised Explosive Device Defeat Fund; and (4) the Office of the Inspector General.\n\n Sets forth permissible, restricted, and prohibited uses of funds appropriated by this title.\n\n(Sec. 9001) Provides that amounts designated by this bill for Overseas Contingency Operations/ Global War on Terrorism shall be available only if the President designates the funds and transmits the designation to Congress.\n\n(Sec. 9002) Provides that funds made available in this title are in addition to amounts appropriated to DOD for FY2016.\n\n(Sec. 9003) Permits DOD to transfer up to $3.5 billion between the appropriations in this title if it is in the national interest, OMB approves, and Congress is notified.\n\n(Sec. 9004) Permits supervision, administration, and design costs for a construction project funded with O&M or the Afghanistan Security Forces Fund in direct support of overseas contingency operations in Afghanistan to be obligated when a construction contract is awarded.\n\n(Sec. 9005) Permits DOD to use funds appropriated in this title to purchase motor vehicles for use by military and civilian DOD employees in the U.S. Central Command area of responsibility. Limits the cost of each passenger and armored vehicle.\n\n(Sec. 9006) Permits the use of a limited amount of O&M funding to be used for the Commander's Emergency Response Program for humanitarian relief and reconstruction assistance in Afghanistan.\n\n(Sec. 9007) Permits DOD O&M funds to be used to provide supplies, services, transportation, and other logistical support to coalition forces supporting military and stability operations in Afghanistan and to counter the Islamic State of Iraq and the Levant. Requires DOD to report quarterly to Congress regarding the support.\n\n(Sec. 9008) Prohibits funds from being used to: (1) establish any military installation or base for providing for the permanent stationing of Armed Forces in Iraq or Afghanistan, or (2) exercise U.S. control over any oil resource of Iraq.\n\n(Sec. 9009) Prohibits funds provided by this bill from being used in contravention of specified laws or regulations implementing the United Nations Convention Against Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment.\n\n(Sec. 9010) Prohibits funds provided for the Afghanistan Security Forces Fund from being obligated prior to the approval of a financial and activity plan by the Afghanistan Resources Oversight Council of DOD.\n\n(Sec. 9011) Permits O&M funds provided in this title to be used to purchase items with an investment unit cost of up to $250,000. Permits the purchase of items with an investment cost of up to $500,000 if DOD determines that it is necessary to meet the operational requirements of a Commander of a Combatant Command engaged in contingency operations overseas.\n\n(Sec. 9012) Permits a limited amount of O&M funding to be used to support U.S. transition activities in Iraq by funding the Office of Security Cooperation in Iraq and security assistance teams.\n\n(Sec. 9013) Permits DOD to provide assistance to the government of Jordan to sustain security along the border of Jordan with Syria and Iraq.\n\n(Sec. 9014) Provides additional funding for assistance and sustainment of the military and national security forces of Ukraine.\n\n(Sec. 9015) Prohibits DOD O&M funds from being used for payments to Pakistan as reimbursement for support provided to U.S. military operations unless DOD certifies to Congress that the government of Pakistan has met specific conditions. Permits DOD to waive the restriction for national security.\n\n(Sec. 9016) Provides additional funding to DOD to improve intelligence, surveillance, and reconnaissance capabilities.\n\n(Sec. 9017) Provides additional appropriations to DOD and permits the funding to be transferred to O&M accounts for the purpose of improving military readiness.\n\n(Sec. 9018) Prohibits the use of funds for Syria in contravention of the War Powers Resolution.\n\nTITLE X--ADDITIONAL GENERAL PROVISIONS\n\n (Sec. 10001) States that Congress has a constitutional duty to debate the use of authorized military force against the Islamic State of Iraq and the Levant (ISIL).\n\n(Sec. 10002) Establishes a spending reduction account for the amount by which the subcommittee's allocation under Section 302(b) of the Congressional Budget Act of 1974 exceeds the amount of new budget authority proposed in the bill. Specifies that the amount is $0. (Under the Rules of the House of Representatives, any savings included in the spending reduction account are not available for further appropriation during consideration of the bill.)\n\n(Sec. 10003) Prohibits funds provided by this bill from being used to divest or retire, or prepare to divest or retire, KC-10 aircraft.\n\n(Sec. 10004) Prohibits funds provided by this bill from being used to promulgate Directive 293, issued by the Department of Labor's Office of Federal Contract Compliance Programs (OFCCP). (The Directive treats healthcare providers to federal health care programs such as Medicare, TRICARE, and the Federal Employee Health Benefits Program as federal contractors, triggering OFCCP jurisdiction and regulatory requirements.)\n\n(Sec. 10005) Prohibits funds provided by this bill from being used to divest, retire, transfer or to prepare to divest, retire, or transfer any EC-130H aircraft.\n\n(Sec. 10006) Prohibits funds provided by this bill from being used to violate the law requiring appropriated funds to be used to cover the operating expenses of military commissary stores, including second destination transportation costs. (This provision prohibits certain price increases at the stores.)\n\n(Sec. 10007) Prohibits funds provided by this bill for the Iraq Train and Equip Fund from being used to procure or transfer man-portable air defense systems.\n\n(Sec. 10008) Prohibits funds provided by this bill under section 9014 for Assistance and Sustainment to the Military and National Security Forces of Ukraine from being used to procure or transfer man-portable air defense systems.\n\n(Sec. 10009) Prohibits funds provided by this bill from being used to provide arms, training, or other assistance to the Azov Battalion.\n\n(Sec. 10010) Prohibits funds provided by this bill from being used to furlough civilian employees who are paid through the Working Capital Fund.\n\n(Sec. 10011) Prohibits funds provided by this bill from being used for a contract with companies convicted, indicted, or charged with certain crimes or that have more than $3,000 in delinquent taxes within a three-year period surrounding the contract.\n\n(Sec. 10012) Prohibits funds provided by this bill from being used for Government Travel Charge Card expenses for gaming or adult entertainment.\n\n(Sec. 10013) Prohibits funds provided by this from being used for specified statutory and executive order requirements for renewable energy.\n\n(Sec. 10014) Prohibits funds provided by this bill from being used in contravention of the authority of the President, pursuant to Article II, Section 2 of the Constitution.\n\n(Sec. 10015) Prohibits funds provided by this bill from being used for a new or additional Base Realignment and Closure (BRAC) round.\n\n(Sec. 10016) Prohibits funds provided by this bill from being used to retire certain conventionally armed air-launched cruise missiles.\n\n(Sec. 10017) Permits the transfer of $3.5 billion in FY2016 funds to the National Sea-Based Deterrence Fund.\n\n(Sec. 10018) Prohibits funds provided in this bill from being used to collect certain information under section 702 of the Foreign Intelligence Surveillance Act (FISA)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Department of Defense Appropriations Act, 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Department of Defense Appropriations Act, 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making appropriations for the Department of Defense for the fiscal year ending September 30, 2016, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:46:08-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2685:@@@L&summ2=m&"
}