{
  "actions": [
    {
      "acted_at": "2015-03-04", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Financial Services, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-04", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-04", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-05", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Economic Development, Public Buildings and Emergency Management.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1297-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Economic Development, Public Buildings and Emergency Management", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-03-04", 
  "number": "1297", 
  "official_title": "To amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to provide assistance for housing cooperatives damaged by a major disaster, to provide relief to homeowners affected by major disasters who have mortgages insured by the FHA or owned or guaranteed by Fannie Mae or Freddie Mac, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Disaster Response Reform Act of 2015", 
  "sponsor": {
    "district": "8", 
    "name": "Jeffries, Hakeem S.", 
    "state": "NY", 
    "thomas_id": "02149", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-03-04", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Consumer affairs", 
    "Cooperative and condominium housing", 
    "Department of Housing and Urban Development", 
    "Disaster relief and insurance", 
    "Emergency management", 
    "Federal Housing Finance Agency", 
    "Housing finance and home ownership", 
    "Natural disasters"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-03-04", 
    "text": "Disaster Response Reform Act of 2015\n\nAmends the Robert T. Stafford Disaster Relief and Emergency Assistance Act to require the President, in providing repair or replacement assistance to owner-occupied private residences damaged by a major disaster declared after enactment of this Act, to: (1) treat an owner-occupied housing unit of a housing cooperative in the same manner as an owner-occupied private residence, and (2) provide financial assistance for such units on a unit-by-unit basis. Authorizes the President to provide such assistance in connection with essential living items that are owned by the association for a housing cooperative and located in an owner-occupied housing unit of the cooperative.\n\nDirects the President to provide such repair or replacement assistance in connection with damaged personal property that is located in the basement of an owner-occupied private residence in the same manner and to the same extent as personal property that is is located in any other portion of the residence.\n\nRequires the Department of Housing and Urban Development (HUD) (for a covered mortgage that is owned or guaranteed by the Federal National Mortgage Association [Fannie Mae] or the Federal Home Loan Mortgage Corporation [Freddie Mac]) and the Federal Housing Finance Agency (FHFA) to prohibit mortgagees and servicers from initiating or taking action to further any foreclosure with respect to a covered mortgage for 90 days after a presidential declaration of the disaster. Defines a \"covered mortgage\" as a mortgage that: (1) is secured by a one- to four-family dwelling that is the mortgagor's principal residence and is located within a major disaster area declared by the President; and (2) is insured by the Federal Housing Administration or owned or guaranteed by Fannie Mae or Freddie Mac.\n\nSets forth requirements for: (1) notification by mortgagees to mortgagors regarding such forbearance relief, (2) requests by mortgagors to mortgagees for such relief; and (3) determinations by mortgagees regarding a mortgagor's eligibility for relief. Requires a mortgagee who determines, pursuant to a mortgagor's request, that such mortgagor is an eligible homeowner, to submit to the eligible homeowner:\n\n a written offer for forbearance that meets the requirements of this Act; explanations of the terms of such offer, when it will expire, and what action the mortgagor must take to accept it; and notification that the mortgagor and the mortgagee can agree to terms of forbearance in lieu of or in addition to forbearance relief required to be offered under this Act and how to contact the mortgagee regarding such relief. Sets forth required terms of such forbearance, including: (1) a suspension of mortgage payments for at least six months, and (2) recoupment of any resulting arrearage by increasing the monthly payments due after the forbearance period by an not more than 5% of the monthly amount that would otherwise be due.\n\nDirects HUD to enforce compliance by mortgagees with this Act and the guidelines issued under it.\n\nRequires the FHFA, upon determining that a mortgagee has violated this Act, to prohibit Fannie Mae and Freddie Mac from acquiring or otherwise newly dealing in any mortgage of or originated by such mortgagee for 12 months."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Disaster Response Reform Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to provide assistance for housing cooperatives damaged by a major disaster, to provide relief to homeowners affected by major disasters who have mortgages insured by the FHA or owned or guaranteed by Fannie Mae or Freddie Mac, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:34:10-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR1297:@@@L&summ2=m&"
}