{
  "actions": [
    {
      "acted_at": "2015-07-07", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2953-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-07", 
  "number": "2953", 
  "official_title": "To expand the Moving to Work and Rental Assistance demonstration programs of the Department of Housing and Urban Development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing Assistance Reform Act of 2015", 
  "sponsor": {
    "district": null, 
    "name": "Carney, John C., Jr.", 
    "state": "DE", 
    "thomas_id": "01999", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-07-07", 
  "subjects": [
    "Housing and community development", 
    "Housing and community development funding", 
    "Low- and moderate-income housing", 
    "Public housing"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-07-07", 
    "text": "Housing Assistance Reform Act of 2015\n\nThis bill authorizes the Department of Housing and Urban Development (HUD) to increase the number of public housing agencies (PHAs) authorized to participate in the Moving to Work demonstration program by adding to it up to 60 high-performing, high-capacity PHAs, for a total of up to 300,000 housing vouchers and public housing units, over five years, to test and evaluate innovative models for improving economic self-sufficiency, mobility, academic performance, and other outcomes for tenants assisted by HUD.\n\nSelected PHAs may not receive more funding under low-income housing assistance, the Capital Fund, or the Operating Fund of the United States Housing Act of 1937 than they otherwise would have received without designation as a high performer under the public housing assessment system and the Section 8 (low-income housing assistance) management assessment program.\n\nIf a PHA participating in the program before enactment of this Act has complied with the terms of its Moving to Work agreement, then HUD:\n\n must extend the PHA's agreement under the same terms in effect on the agreement's date of expiration, and may not alter the formula allocation for the agency's funding. There shall no longer be any limitation, under the Rental Assistance Demonstration specified in the Department of Housing and Urban Development Appropriations Act, 2012 (as amended), on the number of PHA and certain other multifamily housing units receiving Public Housing Capital and Operating Funds assistance or low-income moderate rehabilitation program assistance that may be converted to tenant-based or project-based rental assistance units."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Housing Assistance Reform Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To expand the Moving to Work and Rental Assistance demonstration programs of the Department of Housing and Urban Development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:48:22-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2953:@@@L&summ2=m&"
}