{
  "actions": [
    {
      "acted_at": "2015-04-29", 
      "references": [
        {
          "reference": "CR E619", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-04-29", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-26", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Water, Power and Oceans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2097-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water, Power and Oceans", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Gosar, Paul A.", 
      "sponsored_at": "2015-04-29", 
      "state": "AZ", 
      "thomas_id": "01992", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "LaMalfa, Doug", 
      "sponsored_at": "2015-04-29", 
      "state": "CA", 
      "thomas_id": "02100", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lummis, Cynthia M.", 
      "sponsored_at": "2015-04-29", 
      "state": "WY", 
      "thomas_id": "01960", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McClintock, Tom", 
      "sponsored_at": "2015-04-29", 
      "state": "CA", 
      "thomas_id": "01908", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-04-29", 
  "number": "2097", 
  "official_title": "To facilitate and streamline the Bureau of Reclamation process for creating or expanding surface water storage under Reclamation law.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2898-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2902-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Bureau of Reclamation Surface Water Storage Streamlining Act", 
  "sponsor": {
    "district": "4", 
    "name": "Newhouse, Dan", 
    "state": "WA", 
    "thomas_id": "02275", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-04-29", 
  "subjects": [
    "Congressional oversight", 
    "Disaster relief and insurance", 
    "Environmental assessment, monitoring, research", 
    "Federal-Indian relations", 
    "Government studies and investigations", 
    "Intergovernmental relations", 
    "Judicial review and appeals", 
    "Licensing and registrations", 
    "Performance measurement", 
    "State and local government operations", 
    "Water resources development", 
    "Water resources funding", 
    "Water storage"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-04-29", 
    "text": "Bureau of Reclamation Surface Water Storage Streamlining Act\n\nSets forth provisions governing feasibility studies for surface water storage projects initiated by the Department of the Interior under the Reclamation Act of 1902 (project studies).\n\nRequires a project study initiated after enactment of this Act to: (1) result in the completion of a final feasibility report within three years; (2) have a maximum federal cost of $3 million; and (3) ensure that personnel from the local project area, region, and headquarters levels of the Bureau of Reclamation concurrently conduct the required review. Sets forth factors for extending such timeline for complex projects.\n\nRequires Interior, within 90 days after the initiation of a project study, to: (1) initiate the process for completing reviews, including environmental reviews, required to be completed as part of such study; (2) convene a meeting of federal, tribal, and state agencies required to act; and (3) provide information that will enable required reviews and analyses to be conducted by other agencies in a thorough and timely manner.\n\nDirects Interior to: (1) expedite the completion of any ongoing project study initiated before the enactment of this Act; and (2) proceed directly to preconstruction planning, engineering, and design of a project that it determines is justified.\n\nSets forth requirements applicable to: (1) project studies initiated after enactment of this Act for which an environmental impact statement is prepared under the National Environmental Policy Act of 1969 (NEPA); (2) other project studies initiated before enactment for which an environmental review process document is prepared under NEPA; and (3) any project study for the development of a non-federally owned and operated surface water storage project for which Interior determines there is a demonstrable federal interest and that is located in a river basin where other Bureau water projects are located, that will create additional water supplies that support Bureau water projects, or that will become integrated into the operation of Bureau water projects. Requires Interior to:\n\n annually prepare a list of all such studies that do not have adequate funding for study completion; develop and implement a coordinated environmental review process for the development of such studies; identify early all federal, state, and local government agencies and Indian tribes that may have jurisdiction and that may be required to act, which the federal lead agency shall invite to become participating or cooperating agencies; issue guidance regarding the use of programmatic approaches to carry out the environmental review process; and establish an electronic database and issue reporting requirements to make publicly available the status and progress with respect to compliance with applicable NEPA requirements and other action required for a project study. Sets forth the authorities and responsibilities of the joint lead agency, which may be a project sponsor, and the federal lead agency in the environmental review process, including: (1) the preparation and use of environmental documents; (2) establishing a plan for coordinating public and agency participation; (3) working with cooperating and participating agencies to identify and resolve issues that could delay process completion or result in the denial of any approval required for the project study; and (4) establishing, upon request, memoranda of agreement with the project sponsor, Indian tribes, and state and local governments to carry out the early coordination activities. Requires a federal lead agency to serve in that capacity for the entirety of all non-federal projects that will be integrated into a larger system owned, operated, or administered by the Bureau. Directs Interior, upon determining that a project can be expedited by a non-federal sponsor and that there is a demonstrable federal interest in expediting the project, to advance it as a non-federal project. Requires a federal jurisdictional agency to complete any required approval or decision for the environmental review process on an expeditious basis. Provides for a reduction of funds for such an agency that fails to render such a decision by a specified deadline.\n\nDirects Interior to: (1) survey the use by the Bureau of categorical exclusions in projects since 2005 and propose a new categorical exclusion for a category of activities if merited, and (2) establish a program to measure and report on progress made toward improving and expediting the planning and environmental review process.\n\nRequires Interior to develop and submit annually a Report to Congress on Future Surface Water Storage Development that identifies: (1) the costs and benefits of, the non-federal interests associated with, and the support for project reports, proposed project studies, and proposed modifications to authorized surface water storage projects and project studies that are related to the missions and authorities of the Bureau, that require specific congressional authorization, that have not been congressionally authorized, that have not been included in any previous annual report, and that, if authorized, could be carried out by the Bureau; and (2) any project study that was expedited under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Bureau of Reclamation Surface Water Storage Streamlining Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To facilitate and streamline the Bureau of Reclamation process for creating or expanding surface water storage under Reclamation law.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:41:04-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2097:@@@L&summ2=m&"
}