{
  "actions": [
    {
      "acted_at": "2015-10-29", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-11-02", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Water, Power and Oceans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3867-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water, Power and Oceans", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-10-29", 
  "number": "3867", 
  "official_title": "To authorize the Dry-Redwater Regional Water Authority System and the Musselshell-Judith Rural Water System in the State of Montana, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1552-114", 
      "reason": "identical", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2902-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Clean Water for Rural Communities Act", 
  "sponsor": {
    "district": null, 
    "name": "Zinke, Ryan K.", 
    "state": "MT", 
    "thomas_id": "02254", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-10-29", 
  "subjects": [
    "Electric power generation and transmission", 
    "Montana", 
    "North Dakota", 
    "Water resources development", 
    "Water resources funding", 
    "Water storage", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-10-29", 
    "text": "Clean Water for Rural Communities Act\n\n This bill authorizes the Department of the Interior to carry out the projects entitled: (1) the \"Dry-Redwater Regional Water Authority System,\" in accordance with the Dry-Redwater Regional Water System Feasibility Study, which received funding from the Bureau of Reclamation on September 1, 2010; and (2) the \"Musselshell-Judith Rural Water System,\" in accordance with the Musselshell-Judith Rural Water System Feasibility Report. The bill defines the service areas of such projects in North Dakota and Montana.\n\nInterior must enter into a cooperative agreement with the Dry-Redwater Regional Water Authority and the Central Montana Regional Water Authority to provide federal assistance for the planning, design, and construction of such Water Systems. The federal share of such costs and the authorized uses of federal funds, which shall exclude operation, maintenance, or replacement of the Water Systems, are specified.\n\nThe Western Area Power Administration must make available to the Dry-Redwater System a quantity of power (up to one and a half megawatt capacity) required to meet the System's pumping and incidental operation requirements between May 1 and October 31 of each year: (1) from the water intake facilities; and (2) through all pumping stations, water treatment facilities, reservoirs, storage tanks, and pipelines up to the point of delivery of water to all storage reservoirs and tanks and each entity that distributes water at retail to individual users. The System shall be eligible to receive such power only if it: (1) operates on a nonprofit basis, and (2) is constructed pursuant to the cooperative agreement with the Dry-Redwater Regional Water Authority. Additional power may be purchased. The Authority is responsible for: (1) charges for such additional power, (2) the costs of non-federal transmission and distribution system delivery and service arrangements, and (3) funding any upgrades to the transmission system owned by the Western Area Power Administration Basin Electric Power District and the Heartland Consumers Power District required to deliver power to the System.\n\nThe bill authorizes appropriations and adjustments in authorized amounts in accordance with ordinary fluctuations in development costs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Clean Water for Rural Communities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To authorize the Dry-Redwater Regional Water Authority System and the Musselshell-Judith Rural Water System in the State of Montana, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:56:00-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3867:@@@L&summ2=m&"
}