{
  "actions": [
    {
      "acted_at": "2015-07-29", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-08-12", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3367-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-29", 
  "number": "3367", 
  "official_title": "To reauthorize the Assets for Independence Act, to provide for the approval of applications to operate new demonstration programs and to renew existing programs, to enhance program flexibility, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Stephanie Tubbs Jones Assets for Independence Reauthorization Act of 2015", 
  "sponsor": {
    "district": "5", 
    "name": "Lewis, John", 
    "state": "GA", 
    "thomas_id": "00688", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-07-29", 
  "subjects": [
    "Bank accounts, deposits, capital", 
    "Financial services and investments", 
    "Government trust funds", 
    "Higher education", 
    "Poverty and welfare assistance", 
    "Residential rehabilitation and home repair", 
    "Social welfare", 
    "Social work, volunteer service, charitable organizations", 
    "Student aid and college costs", 
    "Vocational and technical education"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-07-29", 
    "text": "Stephanie Tubbs Jones Assets for Independence Reauthorization Act of 2015\n\n This bill amends the Assets for Independence Act, which provides for demonstration projects designed to provide individuals and families of limited means with an incentive to save a portion of their earned income and thereby accumulate assets, increase their economic self-sufficiency, and stabilize such families and the communities in which they live.\n\nExpresses the sense of Congress that a qualified entity conducting a demonstration project under the Act should, to the maximum extent practicable, increase: (1) the rate at which it matches contributions by participating individuals, or (2) the number of such participating individuals.\n\nStates that multiple households may share a single residence. Specifies public housing agencies and tribally designated housing entities as entities qualified to participate in a demonstration project. Repeals the requirement that state or local government or other public agencies apply jointly with a tax-exempt not-for-profit charitable organization or collaborate with certain kinds of local community-based organizations. Includes among postsecondary educational expenses any expenses for preparatory courses, room and board, and transportation.\n\nRevises requirements for: (1) applications for new and renewals of existing projects; (2) limitations on uses of the Reserve Fund; and (3) the adjusted gross household income eligibility test, requiring regulations for transfers from one project to another for individuals who move because of major disasters or emergencies, to find employment, or to a community where no project is available.\n\nRevises requirements for deposits by qualified entities in the individual development accounts (IDAs) of participating individuals to: (1) increase maximum deposits per individual and per household; (2) facilitate withdrawal of funds from an IDA, with formal approval, during the year following the end of a demonstration project; and (3) require disposal of funds remaining in an IDA at the end of that year.\n\nRequires the Department of Health and Human Services (HHS), acting through the Director of Community Services, to make every effort, 90 days after terminating the authority of one qualified entity to operate a demonstration project, to identify another qualified entity (or entities), in the same or a different community, willing and able to conduct one or more demonstration projects. Specifies criteria for giving priority consideration to candidate entities.\n\nRevises requirements for contracting with independent research organizations to evaluate demonstration projects.\n\nAuthorizes the Secretary to: (1) use certain funds to cover the necessary costs of training for a qualified entity conducting a demonstration project, including costs of travel, accommodations, and meals; and (2) waive any requirement of the Act in certain circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Stephanie Tubbs Jones Assets for Independence Reauthorization Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reauthorize the Assets for Independence Act, to provide for the approval of applications to operate new demonstration programs and to renew existing programs, to enhance program flexibility, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:51:49-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3367:@@@L&summ2=m&"
}