{
  "actions": [
    {
      "acted_at": "2015-02-10", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-04-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr848-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "53", 
      "name": "Davis, Susan A.", 
      "sponsored_at": "2015-02-10", 
      "state": "CA", 
      "thomas_id": "01641", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-02-10", 
  "number": "848", 
  "official_title": "To amend the Elementary and Secondary Education Act of 1965 to improve teacher and principal effectiveness, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Great Teaching and Leading for Great Schools Act of 2015", 
  "sponsor": {
    "district": "2", 
    "name": "Polis, Jared", 
    "state": "CO", 
    "thomas_id": "01910", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-02-10", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Higher education", 
    "Intergovernmental relations", 
    "Licensing and registrations", 
    "Performance measurement", 
    "School administration", 
    "Special education", 
    "State and local government operations", 
    "Teaching, teachers, curricula", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-02-10", 
    "text": "Great Teaching and Leading for Great Schools Act of 2015\n\nAmends part A (Teacher and Principal Training and Recruiting Fund) of title II of the Elementary and Secondary Education Act of 1965 to require states to use at least 50% of their part A grant funds that are reserved for state activities for programs and activities to improve principal effectiveness.\n\nAdds to the state activities those grants may fund, the development and implementation of:\n\n teacher and principal licensure systems that provide a single license for entry into the profession for candidates who complete a state-approved teacher or principal preparation program; a teacher evaluation system that has at least three different performance ratings and is based on student academic outcomes and observations of teacher performance; and a school principal evaluation system that has at least three different performance ratings and is based on student academic outcomes, principal leadership practices, and the recruitment, development, evaluation, and retention of effective teachers. Requires local educational agencies (LEAs) that receive a subgrant under part A to use at least 10% of the subgrant for programs and activities to improve principal effectiveness.\n\nAdds to the educator training, retention, and recruiting efforts those subgrants may fund:\n\n the development of strategies that provide differentiated pay and recognition for teachers and principals based on effectiveness and increased responsibilities; efforts to increase the knowledge and skills of principal managers, principals, assistant principals, coaches and teacher leaders; the implementation of the teacher and principal evaluation systems developed by their state; and the implementation of a formal evaluation system to determine the effectiveness of the programs carried out under such systems. Redefines \"professional development\" as a comprehensive system of professional learning to increase educator effectiveness in improving student learning and achievement that:\n\n fosters collective responsibility for improved student performance; is aligned with rigorous state student academic achievement standards and related LEA and school improvement goals; is conducted among educators at the school and facilitated by well-prepared school principals and school-based professional development coaches, mentors, master teachers, or other teacher leaders who have demonstrated success with the given student population; primarily occurs several times per week, or the equivalent of several hours per week, among established teams of teachers, principals, and other instructional staff members that engage in a continuous cycle of improvement; and may be supported by activities such as courses, workshops, institutes, networks, and conferences that are provided by entities outside the school."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Great Teaching and Leading for Great Schools Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Elementary and Secondary Education Act of 1965 to improve teacher and principal effectiveness, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:30:21-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR848:@@@L&summ2=m&"
}