{
  "actions": [
    {
      "acted_at": "2015-06-09", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-12", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2690-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-06-09", 
  "number": "2690", 
  "official_title": "To direct the Secretary of Health and Human Services to promulgate regulations clarifying the circumstances under which, consistent with the standards governing the privacy and security of individually identifiable health information promulgated by the Secretary under sections 262(a) and 264 of the Health Insurance Portability and Accountability Act of 1996, health care providers and covered entities may disclose the protected health information of patients with a mental illness, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4435-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Including Families in Mental Health Recovery Act of 2015", 
  "sponsor": {
    "district": "6", 
    "name": "Matsui, Doris O.", 
    "state": "CA", 
    "thomas_id": "01814", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-06-09", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Department of Health and Human Services", 
    "Emergency medical services and trauma care", 
    "Health", 
    "Health information and medical records", 
    "Health personnel", 
    "Lawyers and legal services", 
    "Medical education", 
    "Mental health", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-06-09", 
    "text": "Including Families in Mental Health Recovery Act of 2015\n\nAmends the HITECH Act to direct the Department of Health and Human Services (HHS) to promulgate regulations clarifying the circumstances under which, consistent with the standards governing the privacy and security of individually identifiable health information promulgated under the Health Insurance Portability and Accountability Act of 1996 (HIPAA), health care providers and covered entities may disclose the protected health information of patients with a mental illness, including for purposes of:\n\n communicating with a patient's family, friends, or caregivers, including about treatments, side effects, risk factors, and the availability of community resources, with or without patient consent; considering the patient's capacity to agree or object to the sharing of patient information; involving a patient's family members, friends, or caregivers in the patient's care plan in dealing with patient failures to adhere to medication or other therapy; communicating with family members, caregivers, law enforcement, or others when the patient presents a serious and imminent threat of harm to self or others; and communicating to law enforcement and family members or caregivers about the admission or release of a patient who was admitted to a facility for an emergency psychiatric hold or involuntary treatment. Requires HHS to: (1) carry out such provisions in coordination with its Office for Civil Rights of HHS; and (2) ensure that the regulations pertaining to such provisions are consistent with the guidance entitled \"HIPAA Privacy Rule and Sharing Information Related to Mental Health,\" issued by HHS on February 20, 2014.\n\nDirects HHS to develop and disseminate model programs for: (1) training health care providers regarding the circumstances under which the protected health information of patients with a mental illness may be disclosed, (2) training lawyers and others in the legal profession on such circumstances, and (3) training patients and their families regarding their rights to protect and obtain information."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Including Families in Mental Health Recovery Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To direct the Secretary of Health and Human Services to promulgate regulations clarifying the circumstances under which, consistent with the standards governing the privacy and security of individually identifiable health information promulgated by the Secretary under sections 262(a) and 264 of the Health Insurance Portability and Accountability Act of 1996, health care providers and covered entities may disclose the protected health information of patients with a mental illness, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:46:10-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR2690:@@@L&summ2=m&"
}