{
  "actions": [
    {
      "acted_at": "2016-04-12", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4908-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Nolan, Richard M.", 
      "sponsored_at": "2016-04-12", 
      "state": "MN", 
      "thomas_id": "00867", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-04-12", 
  "number": "4908", 
  "official_title": "To provide rental assistance to low-income tenants of certain multifamily rural housing projects, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2783-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Rural Housing Preservation Act of 2016", 
  "sponsor": {
    "district": "2", 
    "name": "Kuster, Ann M.", 
    "state": "NH", 
    "thomas_id": "02145", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-04-12", 
  "subjects": [
    "Housing and community development"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2016-04-12", 
    "text": "Rural Housing Preservation Act of 2016\n\nThis bill amends the Housing Act of 1949 to direct the Department of Agriculture (USDA) to extend rural housing vouchers to any low-income household (including those not receiving rental assistance) residing in a property financed with a loan made or insured for housing and related facilities for elderly or other low income persons and families which has been prepaid, or which has matured, after September 30, 2005.\n\nNo owner of a property financed with such a loan, whether outstanding or fully paid, may refuse to lease an available dwelling unit in the property to a household on behalf of whom a rural housing voucher assistance is provided, and enter into a voucher contract respecting that unit, if a proximate cause of that refusal is the current or prospective tenant's status as a holder of such a voucher.\n\nUSDA may contract to make, make, and renew annual assistance payments to owners of projects originally financed with such a loan that has matured on or after enactment of this bill, and at rental rates commensurate to income.\n\nUSDA shall establish uniform requirements, terms, and conditions for any sale or transfer of a property financed with such a loan to any entity, including a nonprofit organization, seeking to acquire it with a similar loan and any low-income housing tax credit under the Internal Revenue Code.\n\nUSDA may also establish a Multifamily Housing Revitalization Program for the preservation and revitalization of multifamily housing projects funded with such loans, as well as with loans for housing and related facilities for domestic farm labor, to ensure that those projects have sufficient resources to provide safe and affordable housing for low-income residents and farm laborers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Rural Housing Preservation Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide rental assistance to low-income tenants of certain multifamily rural housing projects, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T07:04:42-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR4908:@@@L&summ2=m&"
}