{
  "actions": [
    {
      "acted_at": "2015-07-13", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committees on Ways and Means, Natural Resources, Science, Space, and Technology, Energy and Commerce, Homeland Security, and Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-13", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-13", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-13", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-13", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Referred to House Science, Space, and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-13", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-13", 
      "committees": [
        "HSHM"
      ], 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-13", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-14", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Highways and Transit.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-15T14:33:00-04:00", 
      "bill_ids": [
        "hres362-114"
      ], 
      "references": [
        {
          "reference": "CR H5198-5213", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 362.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-15T14:33:00-04:00", 
      "bill_ids": [
        "hr2898-114"
      ], 
      "references": [], 
      "text": "The rule provide for consideration of the bills H.R. 2898 and H.R. 3038. The rule provides for 1 hour of general debate on both bills. The resolution makes in order further amendments printed in the report on H.R. 2898. For H.R. 3038, the resolution provides for consideration under a closed rule. The resolution provides for one motion to recommit with or without instructions on both bills.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-15T14:33:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on H.R. 3038.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-15T15:35:00-04:00", 
      "references": [
        {
          "reference": "CR H5210", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-15T15:36:00-04:00", 
      "committees": [
        "HSWM"
      ], 
      "references": [
        {
          "reference": "CR H5210-5213", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5210-5211", 
          "type": "text"
        }
      ], 
      "text": "Mr. Van Hollen moved to recommit with instructions to the Committee on Ways and Means.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-15T15:38:00-04:00", 
      "references": [], 
      "text": "Floor summary: DEBATE - The House proceeded with ten minutes of debate on the Van Hollen motion to recommit with instructions. The instructions contained in the motion seek to require the bill to be reported back to the House with an amendment to raise an additional $41 billion in revenue that could fund infrastructure by preventing U.S. corporations from inverting their corporate residence from the United States to other low tax countries, such as Bermuda or the Cayman Islands.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-15T15:46:00-04:00", 
      "references": [
        {
          "reference": "CR H5212", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-15T16:14:00-04:00", 
      "references": [], 
      "text": "On motion to recommit with instructions Failed by the Yeas and Nays: 185 - 244 (Roll no. 440).", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-15T16:21:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H5198-5203", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "441", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by recorded vote: 312 - 119 (Roll no. 441).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2015-07-15T16:21:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-16", 
      "references": [], 
      "text": "Received in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-21", 
      "calendar": "Senate Legislative", 
      "number": "157", 
      "references": [], 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 157.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3038-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Highways and Transit", 
      "subcommittee_id": "12"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Shuster, Bill", 
      "sponsored_at": "2015-07-13", 
      "state": "PA", 
      "thomas_id": "01681", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-07-15T14:33:00-04:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2015-07-15T16:21:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-13", 
  "number": "3038", 
  "official_title": "To provide an extension of Federal-aid highway, highway safety, motor carrier safety, transit, and other programs funded out of the Highway Trust Fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres362-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2353-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3236-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Highway and Transportation Funding Act of 2015, Part II", 
  "sponsor": {
    "district": "1", 
    "name": "Ryan, Paul D.", 
    "state": "WI", 
    "thomas_id": "01560", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2015-07-15T16:21:00-04:00", 
  "subjects": [
    "Appropriations", 
    "Aviation and airports", 
    "Drug, alcohol, tobacco use", 
    "Emergency planning and evacuation", 
    "Employee benefits and pensions", 
    "Government information and archives", 
    "Government trust funds", 
    "Hazardous wastes and toxic substances", 
    "Health care costs and insurance", 
    "Housing finance and home ownership", 
    "Hunting and fishing", 
    "Law enforcement administration and funding", 
    "Licensing and registrations", 
    "Motor carriers", 
    "Motor fuels", 
    "Oil and gas", 
    "Outdoor recreation", 
    "Public transit", 
    "Research administration and funding", 
    "Research and development", 
    "Roads and highways", 
    "Rural conditions and development", 
    "Sales and excise taxes", 
    "Small business", 
    "Tax administration and collection, taxpayers", 
    "Transfer and inheritance taxes", 
    "Transportation and public works", 
    "Transportation programs funding", 
    "Transportation safety and security", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2015-07-15", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nHighway and Transportation Funding Act of 2015, Part II\n\nDirects the Secretary of Transportation to reduce the amount apportioned for a surface transportation program, project, or activity for FY2015 by amounts apportioned or allocated under the Highway and Transportation Funding Act of 2014 and the Highway and Transportation Funding Act of 2015 for the period from October 1, 2014, through July 31, 2015.\n\nTITLE I--SURFACE TRANSPORTATION PROGRAM EXTENSION\n\nSubtitle A--Federal-Aid Highways\n\n (Sec.1001) Amends the Highway and Transportation Funding Act of 2014 to continue from October 1, 2014, through December 18, 2015, and authorizes appropriations through that period for, specified federal-aid highway programs under:\n\n the Moving Ahead for Progress in the 21st Century Act (MAP-21), the Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users (SAFETEA-LU) Technical Corrections Act of 2008, SAFETEA-LU, the Transportation Equity Act for the 21st Century (TEA-21), the National Highway System Designation Act of 1995, the Intermodal Surface Transportation Efficiency Act of 1991 (ISTEA), and other specified law. Subjects funding for FY2015, and for the period October 1, 2015, through December 18, 2015, for such programs to certain funding level restrictions.\n\nAmends MAP-21 to authorize appropriations out of the general fund of the Treasury for the Tribal High Priority Projects program for the same period.\n\nPrescribes an obligation ceiling of $40.256 billion for FY2015, including $8,689,136,612 for the period October 1, 2015, through December 18, 2015, for federal-aid highway and highway safety construction programs.\n\n (Sec. 1002) Authorizes appropriations from the HTF (other than the Mass Transit Account) for administrative expenses of the federal-aid highway program for the same period.\n\nSubtitle B--Extension of Highway Safety Programs\n\n (Sec. 1101) Extends for the same period the authorization of appropriations for National Highway Traffic Safety Administration (NHTSA) safety programs, including:\n\n highway safety research and development, national priority safety programs, the National Driver Register, the High Visibility Enforcement Program, and NHTSA administrative expenses. Amends SAFETEA-LU to extend for the same period high-visibility traffic safety law enforcement campaigns under the High Visibility Enforcement Program.\n\nSets aside a specified amount of the total apportionment to states for highway safety programs for a cooperative program to research and evaluate priority highway safety countermeasures for the same period.\n\n (Sec. 1102) Extends for the same period the authorization of appropriations for Federal Motor Carrier Safety Administration (FMCSA) programs, including:\n\n motor carrier safety grants, FMCSA administrative expenses, commercial driver's license program improvement grants, border enforcement grants, performance and registration information system management grants, commercial vehicle information systems and networks deployment grants, safety data improvement grants, a set-aside for high priority activities that improve commercial motor vehicle safety and compliance with commercial motor vehicle safety regulations, a set-aside for new entrant motor carrier audit grants, FMCSA outreach and education, and the commercial motor vehicle operators grant program. (Sec. 1103) Amends the Dingell-Johnson Sport Fish Restoration Act to continue, for the same period, the authorized distribution of funds for coastal wetlands, recreational boating safety, projects under the Clean Vessel Act of 19921, boating infrastructure projects, and the National Outreach and Communications Program.\n\nSubtitle C--Public Transportation Programs\n\n (Sec. 1201) Extends for the same period the apportionment of nonurbanized (rural) area formula grants for competitive grants and formula grants for public transportation on Indian reservations.\n\n (Sec. 1202) Extends the apportionment of urbanized area formula grants for passenger ferry projects for the same period.\n\n (Sec. 1203) Extends for the same period the authorization of appropriations from the HTF Mass Transit Account for:\n\n formula grants for public transportation, including allocations for specified projects; research, development demonstration, and deployment projects; the transit cooperative research program; technical assistance and standards development grants; human resources and training grants; capital investment grants; and administrative expenses. (Sec. 1204) Allocates, for the same period, certain amounts to states and territories for formula bus and bus facilities grants.\n\nSubtitle D--Hazardous Materials\n\n (Sec. 1301) Authorizes appropriations for the same period for hazardous materials (hazmat) transportation safety projects.\n\nAuthorizes the Secretary to make certain expenditures, including an amount for hazmat training grants, from the Hazardous Materials Emergency Preparedness Fund for the same period.\n\nTITLE II--REVENUE PROVISIONS\n\n(Sec. 2001) Amends the Internal Revenue Code to extend through December 19, 2015, the authority for expenditures from: (1) the Highway and Mass Transit Accounts of the Highway Trust Fund, (2) the Sport Fish Restoration and Boating Trust Fund, and (3) the Leaking Underground Storage Tank Trust Fund.\n\n(Sec. 2002) Appropriates additional funds to the Highway and Mass Transit Accounts of the Highway Trust Fund.\n\n(Sec. 2003) Requires tax information returns reporting mortgage interest received in a trade or business to include: (1) the outstanding principal on the mortgage, (2) the date of the origination of the mortgage, and (3) the address of the property which secures the mortgage.\n\n(Sec. 2004) Requires that: (1) the value of the basis in any property acquired from a decedent be consistent with the basis as determined for estate tax purposes; and (2) executors of estates disclose to the Internal Revenue Service and to persons acquiring any interest in the decedent's estate information identifying the value of each interest received.\n\n(Sec. 2005) Makes the six-year limitation on assessments of additional tax applicable to understatements of gross income due to an overstatement of unrecovered costs or other basis.\n\n (Sec. 2006) Changes tax return due dates for partnerships, S corporations, and C corporations. Extends the automatic extension for corporate income tax returns from three to six months.\n\n(Sec. 2007) Extends through 2025 the authority for transfers of excess pension assets of a defined benefit plan to a retiree health benefits account.\n\n(Sec. 2008) Equalizes excise tax rates for liquefied petroleum gas, liquefied natural gas, and compressed natural gas.\n\nTITLE III--ADDITIONAL PROVISIONS\n\n(Sec. 3001) Revises aviation security service passenger fee requirements.\n\nRequires the deposit into the Treasury as offsetting receipts the following sums collected to pay the costs of providing civil aviation security services to airline passengers:\n\n $1.560 billion for FY2024, and $1.6 billion for FY2025."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Highway and Transportation Funding Act of 2015, Part II", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Highway and Transportation Funding Act of 2015, Part II", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide an extension of Federal-aid highway, highway safety, motor carrier safety, transit, and other programs funded out of the Highway Trust Fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:49:05-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3038:@@@L&summ2=m&"
}