{
  "actions": [
    {
      "acted_at": "2016-05-25T17:44:00-04:00", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 114-594, by Mr. Graves (GA).", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-25T17:44:00-04:00", 
      "calendar": "Union", 
      "number": "461", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 461.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2016-06-08T22:28:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 771 Reported to House. Rule provides for consideration of H.R. 5325 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Bill is closed to amendments. The resolution makes in order only those further amendments printed in the report. Each amendment may be offered only in the order printed in the report, may be offered only by a Member desingated in the report, shall be considered as read, be debatable for the time specified in the report equally divided and controlled by the proponent and an opponent, shall not be subject to a demand for division of the question in the House or Committee of the Whole. Secion 2 provides that during consideration of H.R. 5325, section 3304 of Senate Concurrent Resolution 11 shall not apply.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T15:40:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [], 
      "text": "Rule H. Res. 771 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T18:27:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [
        {
          "reference": "CR H3635-3655", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3646-3651", 
          "type": "text of measure as reported in House"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 771.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T18:27:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 5325 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Bill is closed to amendments. The resolution makes in order only those further amendments printed in the report. Each amendment may be offered only in the order printed in the report, may be offered only by a Member desingated in the report, shall be considered as read, be debatable for the time specified in the report equally divided and controlled by the proponent and an opponent, shall not be subject to a demand for division of the question in the House or Committee of the Whole. Secion 2 provides that during consideration of H.R. 5325, section 3304 of Senate Concurrent Resolution 11 shall not apply.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T18:27:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 771 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T18:27:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Garret Graves to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T18:28:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 5325.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T19:24:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 771, the Committee of the Whole proceeded with 10 minutes of debate on the Ellison amendment No. 2.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T19:32:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Ellison amendment No. 2 the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Ellison demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T19:33:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 771, the Committee of the Whole proceeded with 10 minutes of debate on the Blumenauer amendment No. 3.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T19:40:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 771, the Committee of the Whole proceeded with 10 minutes of debate on the Welch amendment No. 4.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T19:45:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 771, the Committee of the Whole proceeded with 10 minutes of debate on the Blackburn amendment No. 6.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T19:54:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Blackburn amendment No. 6 the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Ms. Wasserman Schultz demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T19:56:00-04:00", 
      "references": [], 
      "text": "Mr. Graves (GA) moved that the committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T19:56:00-04:00", 
      "references": [], 
      "text": "On motion that the committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09T19:56:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 5325 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T11:14:00-04:00", 
      "references": [
        {
          "reference": "CR H3683-3693", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T11:14:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T11:15:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 771, the Committee of the Whole proceeded with 10 minutes of debate on the Gosar amendment No. 8.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T11:18:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 771, the Committee of the Whole proceeded with 10 minutes of debate on the Gosar amendment No. 9.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T11:22:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 771, the Committee of the Whole proceeded with 10 minutes of debate on the Grayson amendment No. 10.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T11:24:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 771, the Committee of the Whole proceeded with 10 minutes of debate on the Takano amendment No. 11.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T11:33:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Takano amendment No. 11, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Takano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T11:34:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 771, the Committee of the Whole proceeded with 10 minutes of debate on the Russell amendment No. 12.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T11:38:00-04:00", 
      "bill_ids": [
        "hres771-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 771, the Committee of the Whole proceeded with 10 minutes of debate on the Pearce amendment No. 13.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T11:48:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCCEEDINGS - At the conclusion of debate on the Pearce amendment No. 13, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mrs. Wasserman Schultz demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T12:21:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 5325.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T12:22:00-04:00", 
      "references": [
        {
          "reference": "CR H3690", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T12:23:00-04:00", 
      "committees": [
        "HSAP"
      ], 
      "references": [
        {
          "reference": "CR H3691", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3691", 
          "type": "text"
        }
      ], 
      "text": "Mr. Castro (TX) moved to recommit with instructions to the Committee on Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T12:23:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the Castro(TX) motion to recommit with instructions. The instructions contained in the motion seek to require the bill to be reported back to the House with an amendment to decrease the Capitol Construction and Operations account by $200,000 and increase the Library of Congress Salaries and Expenses by a similar amount.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T12:31:00-04:00", 
      "references": [
        {
          "reference": "CR H3691", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T12:38:00-04:00", 
      "references": [
        {
          "reference": "CR H3692", 
          "type": "consideration"
        }
      ], 
      "text": "On motion to recommit with instructions Failed by recorded vote: 170 - 237 (Roll no. 293).", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-10T12:45:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "294", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 233 - 175 (Roll no. 294).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2016-06-10T12:45:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-13", 
      "calendar": "Senate Legislative", 
      "number": "516", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 516.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "hamdt1164-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1164"
    }, 
    {
      "amendment_id": "hamdt1165-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1165"
    }, 
    {
      "amendment_id": "hamdt1166-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1166"
    }, 
    {
      "amendment_id": "hamdt1167-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1167"
    }, 
    {
      "amendment_id": "hamdt1168-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1168"
    }, 
    {
      "amendment_id": "hamdt1169-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1169"
    }, 
    {
      "amendment_id": "hamdt1170-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1170"
    }, 
    {
      "amendment_id": "hamdt1171-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1171"
    }, 
    {
      "amendment_id": "hamdt1172-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1172"
    }, 
    {
      "amendment_id": "hamdt1173-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1173"
    }
  ], 
  "bill_id": "hr5325-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-06-08T22:28:00-04:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2016-06-10T12:45:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2016-05-25", 
  "number": "5325", 
  "official_title": "Making appropriations for the Legislative Branch for the fiscal year ending September 30, 2017, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres771-114", 
      "reason": "rule", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2955-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2955-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Legislative Branch Appropriations Act, 2017", 
  "sponsor": {
    "district": "14", 
    "name": "Graves, Tom", 
    "state": "GA", 
    "thomas_id": "01979", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2016-06-10T12:45:00-04:00", 
  "subjects": [
    "Congress"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2016-06-10", 
    "text": "Highlights:\n\n This bill provides FY2017 appropriations for the legislative branch, including the House of Representatives and Joint Items such as: the Joint Economic Committee, the Joint Committee on Taxation, and the Office of the Attending Physician.\n\nIt also provides appropriations for:\n\n the Capitol Police, the Congressional Budget Office (CBO), the Architect of the Capitol (AOC), the Library of Congress (LOC), the Government Publishing Office (GPO), the Government Accountability Office (GAO), and the Open World Leadership Center. Pursuant to a longstanding practice under which each chamber of Congress determines its own requirements, the House bill does not include funds for the Senate.\n\nThe bill increases overall legislative branch funding above the FY2016 level and includes an increase for the House of Representatives.\n\nFor other legislative branch agencies and programs, the bill:\n\n increases funding above FY2016 levels for the Capitol Police, the AOC, the GAO, and the LOC; decreases funding below FY2016 levels for the Open World Leadership Center; and funds the GPO and the CBO at FY2016 levels. The bill also includes provisions that would:\n\n prohibit a cost of living adjustment for Members of Congress; reauthorize the LOC's film and sound recording preservation programs; establish senior level CBO positions to meet critical scientific, technical, professional or executive needs; permit the Capitol Police to travel outside of the United States with members of the House leadership; and restrict the delivery to congressional offices of printed copies of legislation and materials such as the Congressional Record and the U.S. Code. Full Summary: \n\nLegislative Branch Appropriations Act, 2016 \n\nTITLE I--LEGISLATIVE BRANCH\n\nProvides appropriations to the House of Representatives for:\n\n Salaries and Expenses; House Leadership Offices; Members' Representational Allowances, including Members' Clerk Hire, Official Expenses of Members, and Official Mail; Committee Employees; Salaries, Officers, and Employees; and Allowances and Expenses. (In this bill, the term \"Member of the House of Representatives\" also includes a Delegate or Resident Commissioner to the Congress.)\n\n(Sec. 101) Requires amounts remaining in Members' Representational Allowances after all payments are made for FY2017 to be used for deficit or debt reduction.\n\n(Sec. 102) Prohibits funds provided by this bill from being used to deliver a printed copy of a bill, joint resolution, or resolution to the office of a Member of the House of Representatives unless the Member requests a copy.\n\n(Sec. 103) Prohibits funds provided by this bill from being used to deliver a printed copy of the Congressional Record to the office of a Member of the House of Representatives.\n\n(Sec. 104) Prohibits funds provided by this bill from being used to make payments from any Members' Representational Allowance to lease a vehicle, excluding mobile district offices, at a rate that exceeds $1,000 for the vehicle in any month.\n\n(Sec. 105) Prohibits funds provided by this bill from being used to provide an aggregate number of more than 50 printed copies of any edition of the U.S. Code to all offices of the House of Representatives.\n\n(Sec. 106) Prohibits funds provided by this bill from being used to deliver a printed copy of the report of disbursements for the operations of the House of Representatives to the office of a Member of the House of Representatives.\n\n(Sec. 107) Prohibits funds provided by this bill from being used to deliver to the office of a Member of the House Representatives a printed copy of the Daily Calendar of the House of Representatives prepared by the Clerk of the House of Representatives.\n\n(Sec. 108) Prohibits funds provided by this bill from being used to deliver a printed copy of the Congressional Pictorial Directory to the office of a Member of the House of Representatives.\n\n(Sec. 109) Prohibits cost of living adjustments for Members of Congress during FY2017.\n\n(Sec. 110) Permits members of the Capitol Police to travel outside of the United States on official duty if: (1) the travel is with, or in preparation for, travel of a Member of the House of Representatives who holds a position in a House Leadership Office; and (2) the Sergeant at Arms approves the travel.\n\nPermits the Sergeant at Arms to reimburse the Capitol Police for overtime pay, travel, and related expenses of any member of the Capitol Police who travels pursuant to this section.\n\n Provides appropriations for Joint Items, including:\n\n the Joint Economic Committee, the Joint Committee on Taxation, the Office of the Attending Physician, and the Office of Congressional Accessibility Services. Provides appropriations for:\n\n the Capitol Police, the Office of Compliance, and the Congressional Budget Office (CBO). (Sec. 1001) Amends the Legislative Branch Appropriations Act, 2003 to permit the Capitol Police to dispose of forfeited and abandoned property and to accept surplus or obsolete property from other federal agencies.\n\n(Sec. 1101) Establishes senior level CBO positions to meet critical scientific, technical, professional, or executive needs and limits the compensation for the positions to level II of the Executive Schedule.\n\nProvides appropriations to the Architect of the Capitol (AOC) for:\n\n Capital Construction and Operations; the Capitol Building; the Capitol Grounds; the House Office Buildings; the Capitol Power Plant; the Library Buildings and Grounds; the Capitol Police Buildings, Grounds and Security; the Botanic Garden; and the Capitol Visitor Center. (Sec. 1201) Prohibits funds provided by this bill for the AOC from being used to make incentive or award payments to contractors for work that is behind schedule or over budget, unless the deviations are due to unforeseeable events, government-driven scope changes, or are insignificant within the overall scope of the project or program.\n\n(Sec. 1202) Prohibits funds provided by this bill from being used for scrims (coverings for buildings that are being renovated) containing photographs of building facades during restoration or construction projects performed by the AOC.\n\n(Sec. 1203) Establishes a working capital fund for the AOC to use for common agency services, activities, and equipment, such as construction, capital repairs, renovations, rehabilitation, maintenance of real property, and similar agency expenses.\n\n(Sec. 1204) Amends the Legislative Branch Appropriations Act, 1977 to provide the AOC with jurisdiction to operate a shuttle service between the House Office Buildings, the O'Neill Building, and the Capitol.\n\n(Sec. 1205) Permits the AOC to use balances of expired appropriations to reimburse the Department of Labor for unemployment compensation payments to former AOC employees.\n\n(Sec. 1206) Establishes a Flag Office Revolving Fund for the AOC to use for expenses in connection with services provided by the Flag Office, including: (1) supplies, inventories, equipment, and other expenses; and (2) reimbursement of any appropriations account for the salaries of employees of the Flag Office.\n\nProvides appropriations to the Library of Congress (LOC) for:\n\n Salaries and Expenses, the Copyright Office, the Congressional Research Service, and Books for the Blind and Physically Handicapped. (Sec. 1301) Limits the FY2017 obligational authority of the LOC for reimbursable and revolving fund activities funded from sources other than appropriations.\n\n(Sec. 1302) Establishes the Library of Congress National Collection Stewardship Fund for the LOC to use for: (1) preparing collection materials for long-term storage; and (2) transferring funds to the AOC for designing, constructing, altering, upgrading, and equipping collections preservation and storage facilities for the LOC, or for leasing real property for the preservation and storage of collections.\n\n(Sec. 1303) Amends the National Film Preservation Act of 1996 to reauthorize through FY2026 the LOC's National Film Preservation Program.\n\n(Sec. 1304) Amends the National Recording Preservation Act of 2000 to reauthorize through FY2026 the LOC's Sound Recording Preservation Program.\n\nProvides appropriations to the Government Publishing Office for:\n\n Congressional Publishing, Public Information Programs of the Superintendent of Documents, and the Government Publishing Office Business Operations Revolving Fund. Provides appropriations to:\n\n the Government Accountability Office, the Open World Leadership Center Trust Fund, and the John C. Stennis Center for Public Service Training and Development. TITLE II--GENERAL PROVISIONS\n\n(Sec. 201) Prohibits funds provided by this bill from being used for the maintenance or care of private vehicles, except for emergency assistance and cleaning.\n\n(Sec. 202) Prohibits funds provided by this bill from remaining available for obligation beyond FY2017 unless expressly provided in this bill.\n\n(Sec. 203) Provides that: (1) rates of compensation or designations of offices or positions included in this bill that are either not established by the Legislative Pay Act of 1929 or are contrary to that Act are considered permanent law; and (2) provisions in this bill for official congressional expenses and clerk hire for Senators and Members of the House of Representatives are permanent law.\n\n(Sec. 204) Limits contracts for certain consulting services to those where expenditures are a matter of public record and available for public inspection.\n\n(Sec. 205) Permits legislative branch entities participating in the Legislative Branch Financial Managers Council to use funds provided for administrative expenses to pay a share of the cost of the council if the total cost shared among all participating entities does not exceed $2000.\n\n(Sec. 206) Prohibits funds provided by this bill from being transferred to any department, agency, or instrumentality of the U.S. government unless the transfer is pursuant to authority provided by an appropriations Act.\n\n(Sec. 207) Prohibits the AOC from using funds provided by this bill to eliminate or restrict guided Capitol tours led by congressional employees and interns, subject to an exception permitting tours to be suspended for security or related reasons.\n\n(Sec. 208) Prohibits the use of funds provided by this bill for a computer network unless pornography is blocked, with the exception of law enforcement, prosecution, or adjudication activities.\n\n(Sec. 209) Establishes a spending reduction account for the amount by which spending proposed in this bill exceeds the subcommittee's allocation under the Congressional Budget Act of 1974. Specifies that the amount is $0. (Under the Rules of the House of Representatives, any savings included in the spending reduction account are not available for further appropriation during consideration of the bill.)\n\n(Sec. 210) Prohibits funds provided by this bill from being used to deliver a printed copy of the House of Representatives Telephone Directory to the office of a Member of the House of Representatives.\n\n(Sec. 211) Prohibits funds provided by this bill from being used to deliver a printed copy of the Budget of the U.S. Government; Analytical Perspectives, Budget of the U.S. Government; or the Appendix, Budget of the U.S. Government to the office of a Member of the House of Representatives.\n\n(Sec. 212) Prohibits funds provided by this bill from being used for a contract with companies convicted, indicted, or charged with certain federal crimes or that have more than $3,000 in delinquent taxes within the three-year period preceding the offer of the contract.\n\n(Sec. 213) Prohibits funds provided by this bill from being used to deliver a printed copy of the Federal Register to a Member of the House of Representatives unless the Member requests a copy."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Legislative Branch Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Legislative Branch Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Legislative Branch Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making appropriations for the Legislative Branch for the fiscal year ending September 30, 2017, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T07:08:12-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR5325:@@@L&summ2=m&"
}