{
  "actions": [
    {
      "acted_at": "2015-10-28", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3847-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "50", 
      "name": "Hunter, Duncan D.", 
      "sponsored_at": "2015-10-28", 
      "state": "CA", 
      "thomas_id": "01909", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Peterson, Collin C.", 
      "sponsored_at": "2015-10-28", 
      "state": "MN", 
      "thomas_id": "00910", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-10-28", 
  "number": "3847", 
  "official_title": "To provide for reforms of the Export-Import Bank of the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr597-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Export-Import Bank Reform Act", 
  "sponsor": {
    "district": "49", 
    "name": "Issa, Darrell E.", 
    "state": "CA", 
    "thomas_id": "01640", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-10-28", 
  "subjects": [
    "Accounting and auditing", 
    "Caribbean area", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Export-Import Bank of the United States", 
    "Federal officials", 
    "Foreign trade and international finance", 
    "Government ethics and transparency, public corruption", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Inflation and prices", 
    "Latin America", 
    "Small business"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-10-28", 
    "text": "Reform Exports and Expand the American Economy Act\n\nThis bill amends the Export-Import Bank Act of 1945 to require the Board of Governors of the Federal Reserve System to report to Congress: (1) semiannually on the terms and conditions (including interest rates, maturities, and credit standards) that private financial institutions apply in providing export finance; and (2) annually on the steps the Bank has taken to adjust the pricing of products offered, and the credit standards used, to avoid crowding out private export finance.\n\nThe Bank's Board of Directors must include in their annual report to Congress any recommendations about countries with whom and in which it should not be doing business.\n\nThe Chief Ethics Officer shall draft a Code of Ethics prescribing strict and definite standards of official conduct for all Bank directors, officers, and employees, including conflict-of-interest prohibitions.\n\nIf the Bank issues any report to Congress or any congressional committee containing accounting information that is not prepared using generally accepted accounting principles (GAAPs), the Bank must issue a second report with the same accounting information prepared using GAAPs.\n\nThe Bank shall be lender of last resort to privately owned foreign applicants (other than financial institutions), which must first try to obtain competitive financing for the transaction in question without support from the Overseas Private Investment Corporation or the Small Business Administration.\n\nBank directors who are neither Chairman nor Vice Chairman of the Board shall constitute the Board's Audit Committee.\n\nThe President must report to specified congressional committees on Bank programs that may be fully or partially privatized.\n\nThe Bank's Inspector General shall audit the Bank's portfolio risk management procedures, including its implementation of the duties assigned to the Chief Risk Officer.\n\nThe Bank must retain at least 30% of total net earnings as a provision for possible losses.\n\nTwo terms shall be the term limit for any Bank President.\n\nThe absolute limit, regardless of fiscal year, for the aggregate amount of outstanding Bank loans, guarantees, and insurance, shall be $130 billion.\n\nThe requirement that the Bank urge the Foreign Credit Insurance Association to cover 100% of any loss with respect to exports valued at less than $100,000 is repealed.\n\nBank policies must give fair consideration to making loans and providing guarantees for the export of goods and services by medium-sized enterprises.\n\nThe authority of the President under the Enterprise for the Americas Initiative to sell, reduce, or cancel certain loans for the debt relief of eligible countries in Latin America and the Caribbean is repealed.\n\nThe Bank shall adjust all dollar amounts specified in the Export-Import Bank Act of 1945 for inflation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Export-Import Bank Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide for reforms of the Export-Import Bank of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:55:50-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3847:@@@L&summ2=m&"
}