{
  "actions": [
    {
      "acted_at": "2015-04-20", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-15", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Courts, Intellectual Property, and the Internet.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1896-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Intellectual Property, and the Internet", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Deutch, Theodore E.", 
      "sponsored_at": "2015-04-20", 
      "state": "FL", 
      "thomas_id": "01976", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Marino, Tom", 
      "sponsored_at": "2015-04-20", 
      "state": "PA", 
      "thomas_id": "02053", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-04-20", 
  "number": "1896", 
  "official_title": "To amend chapter 26 of title 35, United States Code, to require the disclosure of information related to patent ownership, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Demand Letter Transparency Act of 2015", 
  "sponsor": {
    "district": "2", 
    "name": "Polis, Jared", 
    "state": "CO", 
    "thomas_id": "01910", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-04-20", 
  "subjects": [
    "Business records", 
    "Civil actions and liability", 
    "Commerce", 
    "Government information and archives", 
    "Intellectual property", 
    "Legal fees and court costs"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-04-20", 
    "text": "Demand Letter Transparency Act of 2015\n\nRequires any entity that sends a specified number of demand letters during any 365-day period to submit to the U.S. Patent and Trademark Office (USPTO), with respect to each patent that was the subject in each letter, a disclosure identifying:\n\n the patent, including a confirmation that the entity that sent the letter is the owner of the patent and is the last recorded entity in USPTO records for purposes of assignment, grant, or conveyance; the entity that has the right to license the patent or the name of the exclusive licensee; each entity asserting a claim with regard to the patent; each obligation to license the patent and the financial terms at which such patent has been licensed; the ultimate parent entity of such entity; the number of recipients of the letter; any case that has been filed by such entity relating to such patent; and any ex parte review or inter partes review of such patent. Defines \"demand letter\" as any written communication directed to an unaffiliated third party stating or indicating that the intended recipient, or anyone affiliated with that recipient, is or may be infringing a patent, or may bear liability or owe compensation to another because of such patent.\n\nAuthorizes a court, in a patent infringement or validity action brought by an entity that does not meet such USPTO disclosure requirements, to sanction such entity for an amount to be awarded to the adverse party to cover any costs incurred as a result of such violation.\n\nExempts from such disclosure requirements: (1) original or joint inventors, (2) institutions of higher education, and (3) technology transfer organizations facilitating the commercialization of technology developed by institutions of higher education.\n\nDirects the USPTO to establish a publicly accessible and searchable database of the information obtained pursuant to such disclosures.\n\nRequires any demand letter sent to another entity to include specified information concerning:\n\n each claim of each patent allegedly infringed, including each accused instrumentality; each party alleging infringement; the direct infringement for each claim alleged to have been infringed indirectly; the principal business of the party alleging infringement; each complaint filed that asserts or asserted any of the same patents, each case filed by such entity, and any ex parte or inter partes review for each patent; whether the patent is subject to any licensing term or pricing commitments; owners, co-owners, assignees, or exclusive licensees of the patent; any person who has a legal right to enforce the patent; any person with a direct financial interest in the outcome of the action; and how the recipient can access the USPTO demand letter database. Permits a recipient of a demand letter to file a petition with the USPTO if it believes that disclosure or patent letter information requirements have not been met. Directs the USPTO, if it determines that a requirement has not been met, to notify the patent owner that the patent will be voided unless a fee is paid.\n\nRequires the USPTO to consider good faith mistakes in the determination of whether to void a patent."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Demand Letter Transparency Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend chapter 26 of title 35, United States Code, to require the disclosure of information related to patent ownership, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:39:21-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR1896:@@@L&summ2=m&"
}