{
  "actions": [
    {
      "acted_at": "2015-03-10", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committees on Ways and Means, the Judiciary, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-10", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-10", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-10", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-10", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-03-31", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Regulatory Reform, Commercial And Antitrust Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-04-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Higher Education and Workforce Training.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1352-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Higher Education and Workforce Training", 
      "subcommittee_id": "13"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Regulatory Reform, Commercial And Antitrust Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-03-10", 
  "number": "1352", 
  "official_title": "To establish student loan borrowers' rights to basic consumer protections, reasonable and flexible repayment options, access to earned credentials, and effective loan cancellation in exchange for public service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3634-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Student Loan Borrowers' Bill of Rights Act of 2015", 
  "sponsor": {
    "district": "24", 
    "name": "Wilson, Frederica S.", 
    "state": "FL", 
    "thomas_id": "02004", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-03-10", 
  "subjects": [
    "Bankruptcy", 
    "Civil actions and liability", 
    "Debt collection", 
    "Education", 
    "Evidence and witnesses", 
    "Government employee pay, benefits, personnel management", 
    "Government lending and loan guarantees", 
    "Higher education", 
    "Income tax exclusion", 
    "Licensing and registrations", 
    "Student aid and college costs", 
    "Student records", 
    "Tax administration and collection, taxpayers", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-03-10", 
    "text": "Student Loan Borrowers' Bill of Rights Act of 2015\n\nRemoves educational loans from the list of debts that are non-dischargeable in bankruptcy.\n\nAmends title IV (Student Assistance) of the Higher Education Act of 1965 (HEA) to reinstate the six-year statute of limitations on the recovery by:\n\n institutions of higher education (IHEs) of refund amounts owed by students on grants made, or work assistance awarded, under title IV; guaranty agencies of amounts owed on loans made under the Federal Family Education Loan (FFEL) program; IHEs that have program participation agreements with the Secretary of Education of amounts owed under the William D. Ford Federal Direct Loan program or Federal Perkins Loans program; and the federal government of amounts owed by students on grants made under title IV or amounts owed by borrowers on loans made under title IV that have been assigned to the Secretary. Prohibits the collection of amounts individuals owe the Department of Education under title IV of the HEA through: (1) offsets of social security, railroad retirement, or black lung benefits; (2) offsets of tax refunds; or (3) wage garnishment.\n\nAmends the Internal Revenue Code to exclude discharged student loan debt from an individual's gross income.\n\nExcludes from gross income distributions from qualified tuition plans that are use to pay the interest or principal on student loans.\n\nAmends the HEA to make borrowers of PLUS loans made on behalf of dependent students under:\n\n the Direct Loan program eligible for income-contingent repayment plans, including plans based on the President's Pay As You Earn repayment initiative; the Direct Loan or FFEL programs eligible for income-based repayment plans that enable borrowers who have a partial financial hardship to make lower monthly payments; and the Direct Loan or FFEL programs eligible for loan forgiveness for service in areas of national need. Specifies the regulation to be used in determining whether individuals have an adverse credit history that disqualifies them from borrowing a Direct Plus loan (provided to graduate or professional students or the parents of dependent students).\n\nProhibits evidence of an individual's default on a loan made, insured, or guaranteed under title IV of the HEA from being used in a federal or state proceeding involving the individual's professional or vocational license.\n\nProhibits an IHE from blocking students' access to their student records at the IHE due to such students being in default on such loans.\n\nDirects the Secretary to cancel 50% of the balance of the interest and principal due on Direct loans that are not in default for borrowers who are employed in a public service job and make 60 monthly payments on such loans after October 1, 2015."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Student Loan Borrowers' Bill of Rights Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To establish student loan borrowers' rights to basic consumer protections, reasonable and flexible repayment options, access to earned credentials, and effective loan cancellation in exchange for public service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:34:42-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR1352:@@@L&summ2=m&"
}