{
  "actions": [
    {
      "acted_at": "2016-04-15T16:07:00-04:00", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 114-497, by Mr. Dent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-15T16:07:00-04:00", 
      "calendar": "Union", 
      "number": "379", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 379.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2016-05-17T23:53:00-04:00", 
      "bill_ids": [
        "hres736-114", 
        "hr5243-114"
      ], 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 736 Reported to House. Rule provides for consideration of H.R. 4974 and H.R. 5243.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T22:09:00-04:00", 
      "bill_ids": [
        "hres736-114"
      ], 
      "references": [
        {
          "reference": "CR H2813-2842", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2822-2823, H2823-2826", 
          "type": "text of Title I as reported in House"
        }, 
        {
          "reference": "CR H2826-2828, H2828-2830, H2830, H2830-2834", 
          "type": "text of Title II as reported in House"
        }, 
        {
          "reference": "CR H2834", 
          "type": "text of Title III as reported in House"
        }, 
        {
          "reference": "CR H2834, H2835, H2835-2836, H2836", 
          "type": "text of Title IV as reported in House"
        }, 
        {
          "reference": "CR H2836-2837", 
          "type": "text of Title V as reported in House"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 736.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T22:09:00-04:00", 
      "bill_ids": [
        "hr5243-114"
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 4974 and H.R. 5243.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T22:09:00-04:00", 
      "bill_ids": [
        "hres736-114"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 736 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T22:09:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Doug Collins to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T22:10:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 4974.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T22:48:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Wagner amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:03:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Gosar amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:06:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Lujan Grisham (NM) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:13:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Keating amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:18:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Clawson (FL) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:22:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Keating amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:28:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Ruiz amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:43:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the first Mulvaney amendment pending reservation of a point of order. Subsequently the reservation of a point of order was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:51:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the first Mulvaney amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Mulvaney demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:52:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the second Mulvaney amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:53:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the second Mulvaney amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Mulvaney demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:54:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the third Mulvaney amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:54:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the third Mulvaney amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Mulvaney demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:55:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the fourth Mulvaney amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-18T23:55:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the fourth Mulvaney amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Mulvaney demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:01:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes on the Ratcliffe amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:04:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Blumenauer amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:12:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Blumenauer amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Blumenauer demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:13:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Fleming amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:19:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Fleming amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Fleming demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:20:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Huffman amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:28:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Huffman amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Huffman demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:29:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Fitzpatrick amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:38:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Grayson amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:39:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Boustany amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:46:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Gohmert amendment pending a reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:54:00-04:00", 
      "references": [], 
      "text": "Mr. Dent moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:54:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T00:55:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 4974 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T09:13:00-04:00", 
      "references": [
        {
          "reference": "CR H2849-2867", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T09:14:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T09:14:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Heck (WA) amendment pending a reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T09:20:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Gibson amendment pending a reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T09:27:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Gosar amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T09:33:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the second Gosar amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T09:37:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Mica amendment No. 7.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T09:42:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the third Gosar amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T09:49:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the fourth Gosar amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T09:54:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the fourth Gosar amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Bishop (GA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T09:56:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Perry amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T10:09:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Perry amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Bishop (GA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T10:09:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Jackson Lee amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T10:16:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the second Gibson amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T10:20:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 10 minutes of debate on the Maloney, Sean amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T10:31:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Maloney, Sean amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Maloney, Sean demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T10:32:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was on adoption of amendments, which had been debated earlier, and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T11:33:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 4974.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T11:34:00-04:00", 
      "references": [
        {
          "reference": "CR H2865", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T11:40:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendments en gros as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T11:41:00-04:00", 
      "references": [], 
      "text": "ENGROSSMENT AND THIRD READING - The Chair put the question on engrossment and third reading and by voice vote, announced that the ayes had prevailed. Mr. Hoyer demanded a recorded vote on the question, which was ordered.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T11:58:00-04:00", 
      "references": [], 
      "text": "On engrossment and third reading Agreed to by recorded vote: 241 - 183 (Roll no. 227).", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19T12:10:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "228", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 295 - 129 (Roll no. 228).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2016-05-19T12:10:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-26", 
      "calendar": "Senate Legislative", 
      "number": "503", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 503.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "hamdt1050-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1050"
    }, 
    {
      "amendment_id": "hamdt1051-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1051"
    }, 
    {
      "amendment_id": "hamdt1052-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1052"
    }, 
    {
      "amendment_id": "hamdt1053-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1053"
    }, 
    {
      "amendment_id": "hamdt1054-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1054"
    }, 
    {
      "amendment_id": "hamdt1055-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1055"
    }, 
    {
      "amendment_id": "hamdt1056-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1056"
    }, 
    {
      "amendment_id": "hamdt1057-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1057"
    }, 
    {
      "amendment_id": "hamdt1058-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1058"
    }, 
    {
      "amendment_id": "hamdt1059-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1059"
    }, 
    {
      "amendment_id": "hamdt1060-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1060"
    }, 
    {
      "amendment_id": "hamdt1061-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1061"
    }, 
    {
      "amendment_id": "hamdt1062-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1062"
    }, 
    {
      "amendment_id": "hamdt1063-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1063"
    }, 
    {
      "amendment_id": "hamdt1064-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1064"
    }, 
    {
      "amendment_id": "hamdt1065-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1065"
    }, 
    {
      "amendment_id": "hamdt1066-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1066"
    }, 
    {
      "amendment_id": "hamdt1067-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1067"
    }, 
    {
      "amendment_id": "hamdt1068-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1068"
    }, 
    {
      "amendment_id": "hamdt1069-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1069"
    }, 
    {
      "amendment_id": "hamdt1070-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1070"
    }, 
    {
      "amendment_id": "hamdt1071-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1071"
    }, 
    {
      "amendment_id": "hamdt1072-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1072"
    }, 
    {
      "amendment_id": "hamdt1073-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1073"
    }, 
    {
      "amendment_id": "hamdt1074-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1074"
    }, 
    {
      "amendment_id": "hamdt1075-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1075"
    }, 
    {
      "amendment_id": "hamdt1076-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1076"
    }, 
    {
      "amendment_id": "hamdt1077-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1077"
    }, 
    {
      "amendment_id": "hamdt1078-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1078"
    }, 
    {
      "amendment_id": "hamdt1079-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1079"
    }
  ], 
  "bill_id": "hr4974-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-05-17T23:53:00-04:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2016-05-19T12:10:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2016-04-15", 
  "number": "4974", 
  "official_title": "Making appropriations for military construction, the Department of Veterans Affairs, and related agencies for the fiscal year ending September 30, 2017, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres736-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres736-114", 
      "reason": "rule", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr736-114", 
      "reason": "rule", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2577-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2577-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2806-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2806-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Military Construction and Veterans Affairs and Related Agencies Appropriations Act, 2017", 
  "sponsor": {
    "district": "15", 
    "name": "Dent, Charles W.", 
    "state": "PA", 
    "thomas_id": "01799", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2016-05-19T12:10:00-04:00", 
  "subjects": [
    "Administrative remedies", 
    "Alaska", 
    "Alaska Natives and Hawaiians", 
    "Alliances", 
    "Alternative treatments", 
    "American Battle Monuments Commission", 
    "Appropriations", 
    "Armed Forces Retirement Home", 
    "Armed forces and national security", 
    "Building construction", 
    "Caribbean area", 
    "Cemeteries and funerals", 
    "Child safety and welfare", 
    "Computers and information technology", 
    "Cuba", 
    "Defense spending", 
    "Department of Defense", 
    "Department of Veterans Affairs", 
    "Detention of persons", 
    "Disability and paralysis", 
    "Drug trafficking and controlled substances", 
    "Executive agency funding and structure", 
    "Federal appellate courts", 
    "Government lending and loan guarantees", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Health technology, devices, supplies", 
    "Hospital care", 
    "Housing and community development funding", 
    "Housing finance and home ownership", 
    "Indian social and development programs", 
    "Land transfers", 
    "Latin America", 
    "Long-term, rehabilitative, and terminal care", 
    "Medical research", 
    "Mental health", 
    "Military facilities and property", 
    "Military operations and strategy", 
    "Military procurement, research, weapons development", 
    "Minority health", 
    "National Guard and reserves", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Rural conditions and development", 
    "Terrorism", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' medical care", 
    "Veterans' pensions and compensation", 
    "Virginia"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2016-05-19", 
    "text": "Highlights: \n\nThis bill provides FY2017 appropriations to the Department of Defense (DOD) for military construction, military family housing, the U.S. share of the North Atlantic Treaty Organization Security Investment Program, and base closures and realignments.\n\nThe bill also provides appropriations to the Department of Veterans Affairs (VA) for veterans benefit and health care programs, Departmental Administration, and the National Cemetery Administration.\n\nRelated agencies and programs funded in the bill include the U.S. Court of Appeals for Veterans Claims; the Armed Forces Retirement Home; and the Cemeterial Expenses of the Army, including Arlington National Cemetery.\n\nThe bill includes Army, Air Force, Navy and Marine Corps, and Defense-Wide military construction funds which are designated as Overseas Contingency Operations (OCO) funds and are not subject to discretionary spending limits.\n\nThe bill includes both mandatory and discretionary funding. It increases discretionary and overall FY2017 Military Construction and Veterans Affairs funding above FY2016 levels. Compared to FY2016 levels, the bill increases discretionary funding for the VA and decreases discretionary funding for the DOD Military Construction and Family Housing accounts.\n\nThe bill permits unobligated balances of funds previously provided for the Ebola outbreak to be used to prevent, prepare, and respond to the Zika virus.\n\nIt also includes provisions that:\n\n prohibit the Administration from renovating, expanding, or constructing facilities in the United States to house individuals held in the detention facility at Guantanamo Bay; restrict the display of Confederate flags in VA cemeteries; permit VA providers to complete forms for a veteran's participation in a state marijuana program, and prohibit the use of funds for a new Base Realignment and Closure (BRAC) round. Full Summary:\n\nMilitary Construction and Veterans Affairs, and Related Agencies Appropriations Act, 2017\n\nTITLE I--DEPARTMENT OF DEFENSE\n\nProvides appropriations to DOD for Military Construction for:\n\n the Army; the Navy and Marine Corps; the Air Force; Defense-Wide agencies and activities (other than military departments); the Army and Air National Guard; and the Army, Navy, and Air Force Reserves. Provides appropriations to DOD for the North Atlantic Treaty Organization (NATO) Security Investment Program.\n\nProvides appropriations to DOD for Construction and Operation and Maintenance of Family Housing for:\n\n the Army, the Navy and Marine Corps, the Air Force, and Defense-Wide agencies and activities (other than military departments). Provides appropriations for the Department of Defense Family Housing Improvement Fund.\n\nProvides appropriations for the Department of Defense Base Closure Account.\n\n(Sec. 101) Prohibits funds provided by this title from being used for payments exceeding $25,000 for construction in the United States under a cost-plus-a-fixed-fee contract without DOD approval. Includes an exception for work that is to be performed in Alaska.\n\n(Sec. 102) Permits construction funds provided by this title to be used for hiring passenger motor vehicles.\n\n(Sec. 103) Permits construction funds provided by this title to be used for advances to the Federal Highway Administration for the construction of access roads DOD has certified as important to national defense.\n\n(Sec. 104) Prohibits funds provided by this title from being used to begin construction of new bases in the United States without a specific appropriation.\n\n(Sec. 105) Prohibits funds provided by this title from being used to purchase land or land easements in excess of 100% of the value as determined by the Army Corps of Engineers or the Naval Facilities Engineering Command. Includes exceptions for: (1) determinations of value by a federal court, (2) purchases negotiated by the Attorney General or a designee, (3) values less than $25,000, and (4) DOD determinations that the purchase is in the public interest.\n\n(Sec. 106) Prohibits funds provided by this title from being used to acquire land, provide for site preparation, or install utilities for family housing, except housing for which appropriations have been provided.\n\n(Sec. 107) Prohibits funds provided this title for minor construction from being used to transfer or relocate any activity from one base or installation to another without notifying Congress in advance.\n\n(Sec. 108) Prohibits funds provided by this title from being used to procure steel for construction unless American producers, fabricators, and manufacturers have been allowed to compete for the procurement.\n\n(Sec. 109) Prohibits funds provided to DOD for military construction or family housing during the current fiscal year from being used to pay real property taxes in any foreign nation.\n\n(Sec. 110) Prohibits funds provided by this title from being used to initiate a new installation overseas without notifying Congress in advance.\n\n(Sec. 111) Prohibits funds provided by this title from being used for architect and engineer contracts estimated to exceed $500,000 for projects in Japan, NATO member countries, or countries bordering the Arabian Gulf unless the contracts are awarded to U.S. firms or joint ventures with U.S. firms.\n\n(Sec. 112) Prohibits funds provided by this title for military construction in U.S. territories and possessions in the Pacific and on Kwajalein Atoll, or in countries bordering the Arabian Gulf from being used to award a contract over $1 million to a foreign contractor. Includes exceptions.\n\n(Sec. 113) Requires DOD to notify Congress in advance of military exercises if construction costs are expected to exceed $100,000.\n\n(Sec. 114) Permits funds appropriated to DOD for construction in prior years to be used for construction projects authorized during the current session of Congress.\n\n(Sec. 115) Permits expired or lapsed funds to be used to pay for supervision, inspection, overhead, engineering, and design costs for military construction or family housing projects being completed with lapsed or expired funds.\n\n(Sec. 116) Permits funds provided for the construction of military projects to be available for five years if: (1) the funds are obligated from funds available for military construction, and (2) do not exceed the amount appropriated or permitted by law.\n\n(Sec. 117) Permits the following transfers if Congress is notified and specified conditions are met:\n\n to the Department of Defense Family Housing Improvement Fund from appropriations for construction in Family Housing accounts, and to the Department of Defense Military Unaccompanied Housing Improvement Fund from appropriations for construction of military unaccompanied housing in Military Construction accounts. (Sec. 118) Permits the transfer of funds from the Department of Defense Base Closure Account to the fund established to pay expenses associated with the Homeowners Assistance Program under the Demonstration Cities and Metropolitan Development Act of 1966.\n\n(Sec. 119) Provides that funds for operation and maintenance of family housing in this title shall be the only source of funds for repair and maintenance of all family housing units, including general or flag officer quarters. Sets forth limitations and requirements for expenditures for maintenance and repair of general or flag officer quarters.\n\n(Sec. 120) Appropriates funds contained in the Ford Island Improvement Account to remain available until expended or transferred.\n\n(Sec. 121) Permits the transfer of unobligated balances of expired military construction and family housing funds into the Foreign Currency Fluctuations--Construction--Defense account.\n\n(Sec. 122) Prohibits the Army from using funds provided by this bill to relocate a unit that: (1) performs a required testing mission or function not performed by any other unit, and (2) is located at a military installation where the total number of Army civilian employees and contractor personnel exceeds 10% of the regular and reserve Army personnel. Includes an exception if the Army notifies Congress of the relocation's compliance with Army Regulation 5-10 concerning stationing actions.\n\n (Sec. 123) Permits funds provided to an account in this title to be transferred among projects and activities within the account subject to specified DOD reprogramming guidelines for military and family housing construction.\n\n(Sec. 124) Prohibits DOD military construction funds provided in this title from being used for the planning, design, and construction of projects at Arlington National Cemetery.\n\n(Sec. 125) Rescinds specified unobligated balances from the Military Construction--Army account.\n\n(Sec. 126) Rescinds specified unobligated balances from the Military Construction--Navy and Marine Corps account.\n\n(Sec. 127) Rescinds specified unobligated balances from the Military Construction--Defense-Wide account.\n\n(Sec. 128) Provides specified additional funds to the Army to remain available through FY2021 for unfunded military construction priorities.\n\n(Sec. 129) Provides specified additional funds to the Navy and Marine Corps to remain available through FY2021 for unfunded military construction priorities.\n\n(Sec. 130) Provides specified additional funds to the Army National Guard to remain available through FY2021 for unfunded military construction priorities.\n\n(Sec. 131) Provides specified additional funds to the Army Reserve to remain available through FY2021 for unfunded military construction priorities.\n\n(Sec. 132) Provides specified additional funds to the Air Force to remain available through FY2021 for unfunded military construction priorities.\n\n(Sec. 133) Rescinds specified unobligated balances from the fund established by the Demonstration Cities and Metropolitan Development Act of 1966 for expenses associated with the Homeowners Assistance Program.\n\n(Sec. 134) Defines \"congressional defense committees\" to include the House and Senate Armed Services Committees and Appropriations Subcommittees on Military Construction and Veterans Affairs.\n\n(Sec. 135) Rescinds specified unobligated balances from the NATO Security Investment Program.\n\n(Sec. 136) Prohibits funds provided by this bill from being used for the closure or realignment of the U.S. Naval Station, Guantanamo Bay, Cuba.\n\nTITLE II--DEPARTMENT OF VETERANS AFFAIRS\n\nProvides appropriations to the Veterans Benefits Administration (VBA) for:\n\n Compensation and Pensions, Readjustment Benefits, Veterans Insurance and Indemnities, the Veterans Housing Benefit Program Fund, the Vocational Rehabilitation Loans Program Account, and the Native American Veteran Housing Loan Program Account. Provides appropriations to the Veterans Health Administration (VHA) for:\n\n Medical Services, Medical Community Care, Medical Support and Compliance, Medical Facilities, and Medical and Prosthetic Research. Provides appropriations to the National Cemetery Administration.\n\nProvides appropriations to the VA for Departmental Administration, including:\n\n General Administration, the Board of Veterans Appeals, General Operating Expenses of the Veterans Benefits Administration, Information Technology Systems, the Office of Inspector General, Construction--Major Projects, Construction--Minor Projects, Grants for Construction of State Extended Care Facilities, and Grants for Construction of Veterans Cemeteries. Prohibits the expenditure of specified information technology funds for the Veterans Health Information Systems and Technology Architecture (VistA) Evolution Program until the VA: (1) certifies to Congress that it has deployed modernized electronic health record software supporting VA and DOD clinicians no later than December 31, 2016, while ensuring continued support and compatibility with the interoperability platform and full standards-based interoperability; and (2) submits to Congress a report including specified details regarding the status, costs, and plans for the program.\n\n Withholds specified VHA construction funds until the VA:\n\n enters an agreement with a non-VA federal entity to serve as the design and/ or construction agent for any VHA major construction project that exceeds $100 million, and certifies that an agreement is executed to minimize or prevent subsequent major construction project cost overruns. (Sec. 201) Specifies transfer authorities and requirements for the VBA.\n\n(Sec. 202) Specifies transfer authorities and requirements for the VHA.\n\n(Sec. 203) Permits appropriations for salaries and expenses to be used for employment of temporary or intermittent experts and consultants, hire of passenger vehicles, lease of a facility or land, and uniforms.\n\n(Sec. 204) Prohibits appropriations in this title other than Construction--Major Projects and Construction--Minor Projects from being used for land acquisition or construction of any new hospital or home.\n\n(Sec. 205) Requires the VA to be reimbursed for medical services it provides to any person not defined as a beneficiary under specified laws.\n\n(Sec. 206) Permits appropriations provided by this title for Compensation and Pensions, Readjustment Benefits, and Veterans Insurance and Indemnities to be used for payment of accrued obligations for the accounts recorded in the last quarter of FY2016.\n\n(Sec. 207) Permits appropriations provided by this title to be used to pay specified prior year obligations. Requires obligations from trust fund accounts to be paid only from the Compensation and Pensions account.\n\n(Sec. 208) Requires the VA to use surplus earnings from the National Service Life Insurance Fund, the Veterans' Special Life Insurance Fund, and the United States Government Life Insurance Fund to reimburse the General Operating Expenses--Veterans Benefits Administration and Information Technology Systems accounts for the costs to administer the insurance programs during FY2017.\n\n(Sec. 209) Permits amounts deducted from enhanced-use lease proceeds for reimbursement of expenses from a prior year to be obligated in the year in which the proceeds are received.\n\n(Sec. 210) Permits funds provided by this title for salaries and other administrative expenses to be used to reimburse the Office of Resolution Management and the Office of Employment Discrimination Complaint Adjudication within specified limits.\n\n(Sec. 211) Requires the VA to collect third-party reimbursement information prior to providing hospital care, nursing home care, or medical services for a non-service connected disability. Permits the VA to recover reasonable charges for care from anyone who has not provided the required disclosures.\n\n(Sec. 212) Permits enhanced-use leasing revenues to be deposited into the Construction--Major Projects and Construction--Minor Projects accounts to be used for construction, alterations, and improvements of VA medical facilities.\n\n(Sec. 213) Permits funds provided for Medical Services to be used for: (1) furnishing recreational facilities, supplies, and equipment; and (2) funeral and burial expenses.\n\n(Sec. 214) Permits funds deposited in the Medical Care Collections Fund to be transferred to the Medical Services and Medical Community Care accounts and remain available until expended for the purposes of those accounts.\n\n(Sec. 215) Permits the VA to enter into agreements with certain Indian tribes and tribal organizations in rural Alaska to provide health care to veterans.\n\n(Sec. 216) Permits funds deposited into the Department of Veterans Affairs Capital Asset Fund to be transferred to the Construction--Major Projects and Construction--Minor Projects accounts to remain available until expended.\n\n(Sec. 217) Permits the Directors of the Veterans Integrated Services Networks to conduct outreach or marketing to enroll new veterans.\n\n(Sec. 218) Requires the VA to report quarterly to Congress on the financial status of the VA.\n\n(Sec. 219) Permits specified FY2017 VA funds to be transferred to or from the Information Technology Systems account if approved by Congress.\n\n(Sec. 220) Permits specified FY2017 VA funds provided for medical accounts, Construction--Minor Projects, and Information Technology Systems to be transferred to the Joint Department of Defense-Department of Veterans Affairs Medical Facility Demonstration Fund and used for the operation of combined federal medical facilities.\n\n(Sec. 221) Permits specified FY2018 VA advance funding provided for medical accounts to be transferred to the Joint Department of Defense-Department of Veterans Affairs Medical Facility Demonstration Fund and used for the operation of combined federal medical facilities.\n\n(Sec. 222) Permits transfers from the Medical Care Collections Fund to the Joint Department of Defense-Department of Veterans Affairs Medical Facility Demonstration Fund for the operation of combined federal medical facilities.\n\n(Sec. 223) Requires specified funds from the Medical Services, Medical Support and Compliance, and Medical Facilities accounts to be transferred to the DOD-VA Health Care Sharing Incentive Fund to remain available until expended.\n\n(Sec. 224) Directs the VA to notify Congress of all bid savings in major construction projects that total at least $5 million or 5% of the programmed amount of the project, whichever is less.\n\n(Sec. 225) Prohibits the scope of work for a project included in Construction--Major Projects from being increased above the original budget request without congressional approval.\n\n(Sec. 226) Limits funds from the Medical Support and Compliance account that may be used for the Veterans Health Information Systems and Technology Architecture (VistA) Evolution and electronic health record interoperability projects. Permits additional funds to be obligated for this purpose if Congress is notified in advance.\n\n(Sec. 227) Directs the VA to notify Congress before organizational changes that result in the transfer of 25 or more full-time equivalent staff from one organizational unit to another.\n\n(Sec. 228) Requires the VA to report to Congress quarterly regarding any single national outreach and awareness campaign exceeding $2 million.\n\n(Sec. 229) Permits the VA to transfer funds to the Medical Services account if the transfer is necessary to address the needs of the VHA, meets specified requirements, and is approved by the Office of Management and Budget (OMB) and Congress.\n\n(Sec. 230) Permits FY2017 funds provided for the Board of Veterans Appeals and General Operating Expenses--Veterans Benefits Administration to be transferred between those accounts if Congress approves the transfer.\n\n(Sec. 231) Prohibits the VA from reprogramming more than $5 million in funds among major construction projects or programs without congressional approval.\n\n(Sec. 232) Rescinds specified unobligated balances from the DOD-VA Health Care Sharing Incentive Fund.\n\n(Sec. 233) Rescinds specified unobligated balances from the VA Medical Services, Medical Support and Compliance, and Medical Facilities accounts.\n\n(Sec. 234) Rescinds specified unobligated balances of funds provided for the Veterans Health Administration, the National Cemetery Administration, and Departmental Administration.\n\n(Sec. 235) Requires the VA to ensure that the toll-free suicide hotline authorized under current law: (1) provides individuals who contact the hotline with immediate assistance from a trained professional, and (2) adheres to all requirements of the American Association of Suicidology.\n\n(Sec. 236) Requires the VA to treat a marriage and family therapist as qualified to serve in the VA if the therapist meets specified educational and licensing requirements.\n\n(Sec. 237) Prohibits the VA from using funds provided by this bill to pay certain performance awards to career appointees in the Senior Executive Service.\n\n(Sec. 238) Prohibits funds provided by this bill from being used to end, suspend, or relocate hospital-based services of a VA healthcare facility that is the subject of an environmental impact statement, designated as a National Historic Landmark by the National Park Service, and located in a highly rural area.\n\nTITLE III--RELATED AGENCIES\n\nProvides appropriations for related agencies, including:\n\n the American Battle Monuments Commission; the U.S. Court of Appeals for Veterans Claims, Cemeterial Expenses of the Army, including Arlington National Cemetery and Soldiers' and Airmen's Home National Cemetery; and the Armed Forces Retirement Home. (Sec. 301) Permits funds for Cemeterial Expenses--Army to be provided to Arlington County, Virginia to relocate a federally owned water main at Arlington National Cemetery to make additional land available for ground burials.\n\n(Sec. 302) Permits funds from concessions at Army National Military Cemeteries to be used to support activities at the cemeteries.\n\nTITLE IV--OVERSEAS CONTINGENCY OPERATIONS\n\nProvide appropriations to DOD for Overseas Contingency Operations Military Construction projects for the:\n\n Army, Navy and Marine Corps, Air Force, and Defense-Wide agencies and activities Designates the amounts provided in this title as for Overseas Contingency Operations/ Global War on Terrorism pursuant to the Balanced Budget and Emergency Deficit Control Act of 1985.\n\nTITLE V--GENERAL PROVISIONS\n\n(Sec. 501) Prohibits the obligation of funds in this bill beyond the current fiscal year unless expressly permitted in this bill.\n\n(Sec. 502) Prohibits the use of funds provided by this bill for programs, projects, or activities not in compliance with federal laws related to risk assessment, the protection of private property rights, or unfunded mandates.\n\n(Sec. 503) Encourages all departments and agencies funded in this bill to expand their use of \"E-Commerce\" technologies and procedures.\n\n(Sec. 504) Specifies the congressional committees that are to receive all reports and notifications required by this bill.\n\n(Sec. 505) Prohibits the transfer of funds to any part of the U.S. government without authority provided by an appropriations law.\n\n(Sec. 506) Prohibits funds provided by this bill from being used for a project or program named for an individual serving as a Member, Delegate, or Resident Commissioner of the U.S. House of Representatives.\n\n(Sec. 507) Requires agencies to post reports submitted to Congress on the public web site of the agency. Includes exceptions for national security and confidential or proprietary information.\n\n(Sec. 508) Prohibits the use of funds provided by this bill for a computer network unless pornography is blocked, with the exception of law enforcement, prosecution, or adjudication activities.\n\n(Sec. 509) Prohibits the use of funds provided by this bill for first-class travel by an employee of the executive branch.\n\n(Sec. 510) Prohibits the use of funds provided by this bill for any contract where the contractor has not complied with E-Verify requirements for verification of eligibility for employment.\n\n(Sec. 511) Prohibits DOD or the VA from using funds provided by this bill to purchase or lease a new vehicle except in accordance with Presidential Memorandum--Federal Fleet Performance, dated May 24, 2011.\n\n(Sec. 512) Prohibits the use of funds provided by this bill for the renovation, expansion, or construction of any facility in the United States to house any individual detained at the United States Naval Station at Guantanamo Bay, Cuba. Includes an exception for modification to the facility at Guantanamo Bay.\n\n(Sec. 513) Permits unobligated balances of specified funds provided to the Departments of State and Health and Human Services for Ebola response and preparedness to be used to prevent, prepare, and respond to the Zika virus, domestically and internationally. Designates the funds as an emergency requirement and permits the funds to be available only if the President subsequently designates the amounts and transmits the designation to Congress.\n\n(Sec. 514) Establishes a spending reduction account for the amount by which spending proposed in this bill exceeds the subcommittee's allocation under the Congressional Budget Act of 1974. Specifies that the amount is $0. (Under the Rules of the House of Representatives, any savings included in the spending reduction account are not available for further appropriation during consideration of the bill.)\n\n(Sec. 515) Prohibits funds provided by this bill from being used for a new or additional Base Realignment and Closure (BRAC) round.\n\n(Sec. 516) Prohibits funds provided by this bill from being used for a contract with companies convicted, indicted, or charged with certain federal crimes or that have more than $3,000 in delinquent taxes within the three-year period preceding the offer of the contract.\n\n(Sec. 517) Prohibits funds provided by this bill from being used for the Veterans Experience Office.\n\n(Sec. 518) Prohibits funds provided by this bill from being used to: (1) enforce the May 20, 2013, Veterans Benefits Administration memorandum known as Fast Letter 13-10 that provided guidance for date of claim issues, or (2) create or maintain any patient record-keeping system other than those currently approved by the VA.\n\n(Sec. 519) Provides additional funds to the VHA for grants to states to expand, remodel, or alter existing buildings for furnishing nursing home care to veterans in state homes that are former VA nursing home facilities. Prohibits the funds from being used to implement, administer, or enforce specified prioritization requirements with respect to state applications for funds. Reduces funding provided by this bill for VA Departmental Administration.\n\n(Sec. 520) Prohibits funds provided by this bill from being using in contravention of regulations for authorizing recruitment and relocation incentives.\n\n(Sec. 521) Prohibits the VA from using funds provided by this bill in contravention of provisions of current law that provide training and outreach programs for homeless veterans.\n\n(Sec. 522) Prohibits funds provided by this bill from being used to enforce specified provisions of the VA Adjudication Procedure Manual related to Developing Claims Based on Service Aboard Ships Offshore the Republic of Vietnam (RVN).\n\n(Sec. 523) Permits VA providers to complete forms seeking recommendations or opinions regarding a veteran's participation in a state marijuana program.\n\n(Sec. 524) Prohibits funds provided by this bill from being used to modify a military installation in the United States, including construction or modification of a facility on a military installation, to provide temporary housing for unaccompanied alien children.\n\n(Sec. 525) Prohibits funds provided by this bill from being used to permit the flying of the Confederate flag from a flagpole at VA national cemeteries where Confederate veterans are buried in mass graves."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Military Construction and Veterans Affairs and Related Agencies Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Military Construction and Veterans Affairs and Related Agencies Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Military Construction and Veterans Affairs and Related Agencies Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making appropriations for military construction, the Department of Veterans Affairs, and related agencies for the fiscal year ending September 30, 2017, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T07:05:16-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR4974:@@@L&summ2=m&"
}