{
  "actions": [
    {
      "acted_at": "2015-07-29", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3402-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-29", 
  "number": "3402", 
  "official_title": "To strengthen the ability of the Secretary of Homeland Security to detect and prevent intrusions against, and to use countermeasures to protect, government agency information systems and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3313-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1828-114", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Federal Information Security Management Reform Act of 2015", 
  "sponsor": {
    "district": "2", 
    "name": "Ruppersberger, C. A. Dutch", 
    "state": "MD", 
    "thomas_id": "01728", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-07-29", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Computer security and identity theft", 
    "Criminal investigation, prosecution, interrogation", 
    "Department of Homeland Security", 
    "Government information and archives", 
    "Government operations and politics", 
    "Technology assessment"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-07-29", 
    "text": "Federal Information Security Management Reform Act of 2015\n\nRequires the Department of Homeland Security (DHS), in administering federal agencies' implementation of information system security policies, to: (1) operate consolidated intrusion detection, prevention, or protective capabilities and use of associated countermeasures to protect agency information and systems from security threats; (2) provide incident detection, analysis, mitigation, and response information and remote or onsite technical assistance; (3) develop and conduct impact assessments in consultation with other agencies and private entities; (4) foster development of technologies for use across multiple agencies in conjunction with other agencies and the private sector; and (5) coordinate such information security policies with standards for national security systems and policies issued by the Department of Defense (DOD) and the Director of National Intelligence.\n\n Authorizes the DHS Secretary to acquire, intercept, retain, use, and disclose communications and system traffic transiting to or from or stored on agency information systems and deploy countermeasures if the Secretary certifies that: (1) the measures are reasonably necessary to protect agency information systems from security threats; (2) content of communications will not be retained, and traffic will not be subject to countermeasures, unless associated with a known or reasonably suspected information security threat; (3) the information will be used for law enforcement purposes only with the Attorney General's approval when the information is evidence of a crime; (4) system users have been notified of the potential for such an acquisition or disclosure; and (5) the procedures have been approved by the Attorney General.\n\nAllows agency heads to disclose such information to the Secretary notwithstanding any other law that would otherwise restrict or prevent such disclosures. Provides liability protections to private entities authorized to assist the Secretary for such purposes.\n\nAuthorizes the Secretary to: (1) issue a directive to an agency to take any lawful action with respect to the operation of a system that maintains agency information in response to a known or reasonably suspected information security threat, vulnerability, or incident that represents a substantial threat to an agency's information security; or (2) authorize, without prior consultation with the affected agency, the use of protective capabilities under the Secretary's control if there is an imminent threat and a directive is unlikely to be timely.\n\nExempts DOD and the intelligence community from such procedures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Federal Information Security Management Reform Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To strengthen the ability of the Secretary of Homeland Security to detect and prevent intrusions against, and to use countermeasures to protect, government agency information systems and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:52:07-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3402:@@@L&summ2=m&"
}