{
  "actions": [
    {
      "acted_at": "2015-01-06", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr113-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-01-06", 
  "number": "113", 
  "official_title": "To improve the accountability and transparency of the Board of Governors of the Federal Reserve System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5429-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Federal Reserve Accountability and Transparency Act of 2015", 
  "sponsor": {
    "district": "5", 
    "name": "Garrett, Scott", 
    "state": "NJ", 
    "thomas_id": "01737", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-01-06", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Banking and financial institutions regulation", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Economic performance and conditions", 
    "Federal Reserve System", 
    "Finance and financial sector", 
    "Financial services and investments", 
    "Foreign and international banking", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Inflation and prices", 
    "Small business", 
    "Transportation costs", 
    "Travel and tourism"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-01-06", 
    "text": "Federal Reserve Accountability and Transparency Act of 2015\n\nAmends the Federal Reserve Act to require the Board of Governors of the Federal Reserve System (Board) to consider specified economic impacts of any regulation before issuing it.\n\nDirects the Board, in deciding whether and how to regulate, to assess the costs and benefits of regulatory alternatives, including the alternative of not regulating, and choose the approach that maximizes net benefits.\n\nPrescribes forth additional considerations, including market liquidity in the securities markets and global competitiveness.\n\nRequires the Board, whenever it adopts or amends a regulation designated as a\"major rule,\" to make a post-adoption impact assessment, including intended and unintended consequences of the regulation.\n\nRequires a one-week blackout period before each meeting of the Federal Open Market Committee, until midnight of the day after the meeting, during which restrictions are imposed upon public communications by Board members and staff, with specified exceptions, regarding macroeconomic or financial developments or current or prospective monetary policy issues.\n\nApplies to Board members and staff the ethics standards that apply to Securities and Exchange commission (SEC) employees with respect to financial interests and transactions. Prescribes requirements for disclosure of brokerage accounts.\n\nDirects the Board to make publicly available on its website staff salaries and financial information.\n\nDirects the Comptroller General to study the employee pay and pay scale used by the Board.\n\nRequires the Vice Chairman for Supervision to testify to Congress on the status of all pending and anticipated Board rulemakings.\n\nRevises requirements for Board communications with Congress.\n\nAmends the Dodd-Frank Wall Street Reform and Consumer Protection Act to require the Board to: (1) issue regulations for nonbank financial company stress test conditions, and (2) disclose and update publicly the aggregate number of supervisory letters sent to bank holding companies.\n\nRequires the Board to: (1) submit audits and performance reviews to certain congressional committees, and (2) designate as chairman of the board of directors of the Federal reserve bank and as Federal reserve agent one of either class A or class B directors with tested banking experience.\n\nEliminates Class C Directors who are required to represent the public with due but not exclusive consideration to the interests of agriculture, commerce, industry, services, labor, and consumers.\n\nRequires the Board to choose its chairman instead of the President, with the advice and consent of the Senate.\n\nRevises requirements for: (1) the terms of Board Directors, and (2) the filling of vacancies.\n\nProhibits Board members and employees from international travel for purposes of performing any Board function.\n\nRequires the Board to notify Congress and the public before entering into negotiations with either a foreign or multinational entity.\n\nAmends the Federal Financial Institutions Examination Council Act of 1978, and the Financial Stability Act of 2010 to require the Financial Institutions Examination Council and the Financial Stability Oversight Council, before issuing any regulation, to: (1) identify and assess the nature and source of the problem to be addressed, (2) assess the costs and benefits of available regulatory alternatives, and (3) make a post-adoption impact assessment of any major rule.\n\nSubjects members and employeees of both Councils to the same ethics standards and outside employment and activity requirements as govern SEC employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Federal Reserve Accountability and Transparency Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To improve the accountability and transparency of the Board of Governors of the Federal Reserve System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:24:09-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR113:@@@L&summ2=m&"
}