{
  "actions": [
    {
      "acted_at": "2015-02-25", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-04-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-04-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Higher Education and Workforce Training.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1082-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Higher Education and Workforce Training", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Lujan Grisham, Michelle", 
      "sponsored_at": "2015-02-25", 
      "state": "NM", 
      "thomas_id": "02146", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Pearce, Stevan", 
      "sponsored_at": "2015-02-25", 
      "state": "NM", 
      "thomas_id": "01738", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-02-25", 
  "number": "1082", 
  "official_title": "To strengthen Indian education, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Building upon Unique Indian Learning and Development Act", 
  "sponsor": {
    "district": "3", 
    "name": "Lujan, Ben Ray", 
    "state": "NM", 
    "thomas_id": "01939", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-02-25", 
  "subjects": [
    "Academic performance and assessments", 
    "Alaska Natives and Hawaiians", 
    "Building construction", 
    "Child health", 
    "Department of Education", 
    "Department of the Interior", 
    "Education programs funding", 
    "Educational facilities and institutions", 
    "Elementary and secondary education", 
    "Executive agency funding and structure", 
    "Foreign language and bilingual programs", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Higher education", 
    "Indian social and development programs", 
    "Licensing and registrations", 
    "Minority education", 
    "Native Americans", 
    "Nutrition and diet", 
    "Preschool education", 
    "School administration", 
    "Science and engineering education", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula", 
    "Vocational and technical education"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-02-25", 
    "text": "Building upon Unique Indian Learning and Development Act\n\nDirects the Department of the Interior to establish an in-school facility innovation program contest to encourage institutions of higher education (IHEs) to solve the problem of how to improve Indian school facilities for problem-based learning.\n\nRequires the Department of Education (ED) and Interior to establish a Department of the Interior and Department of Education Joint Oversight Board to coordinate Indian education policies and assistance.\n\nAmends part A (Indian Education) of title VII (Indian, Native Hawaiian, and Alaska Native Education) of the Elementary and Secondary Education Act of 1965 (ESEA) to establish a program awarding grants to local educational agencies (LEAs), IHEs, or nonprofit organizations to create or expand teacher and administrator pipelines for teachers and administrators of Native American students.\n\nAmends the school improvement program, under part A of title I of the ESEA, to require states to develop standards-based assessments and classroom lessons that accommodate diverse learning styles.\n\nDirects: (1) ED to expand programs for Native American school children to support learning in the children's Native language and culture and provide English language instruction, and (2) the Comptroller General to conduct research on culture- and language-based education to identify the factors that improve education and health outcomes.\n\nExcepts Native language teachers from the requirement that teachers be highly qualified. Requires states to develop an alternative licensure or certification process for those teachers.\n\nDirects the Administration for Native Americans in the Department of Health and Human Services to establish a program providing grants to public and nonprofit private agencies to assist Native Americans in ensuring the survival and continuing vitality of Native American languages.\n\nRequires ED assistance programs for elementary and secondary schools or early learning programs to reserve at least 0.5% of their funding for Indian elementary and secondary schools or early learning programs.\n\nRequires ED to: (1) establish a program to improve school environments and student skill development for healthy choices for Native American students, (2) establish a program for school dropout prevention for Native American students, and (3) collaborate with the Department of Agriculture to establish tribal-school specific school gardens and nutrition programs that are within the tribal cultural context.\n\nAuthorizes and appropriates additional funds for the Impact Aid program, under title VIII of the ESEA, through FY2018. (The Impact Aid program compensates LEAs for the financial burden of federal activities affecting their school districts.)\n\nAuthorizes appropriations for FY2016, for use through FY2017, for: (1) the tribally controlled postsecondary career and technical institutions program under the Tribally Controlled Colleges and Universities Assistance Act of 1978; (2) the Institute of American Indian and Alaska Native Culture and Arts Development; (3) institutional operations grants for the Haskell Indian Nations University and Southwestern Indian Polytechnic Institute under the Snyder Act; and (4) scholarships and adult education and special higher education scholarships under the Snyder Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Building upon Unique Indian Learning and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To strengthen Indian education, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:32:18-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR1082:@@@L&summ2=m&"
}