{
  "actions": [
    {
      "acted_at": "2015-10-07", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3697-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-10-07", 
  "number": "3697", 
  "official_title": "To modernize and improve the program for economic opportunities for low-income persons under section 3 of the Housing and Urban Development Act of 1968, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Section 3 Modernization and Improvement Act of 2015", 
  "sponsor": {
    "district": "7", 
    "name": "Velazquez, Nydia M.", 
    "state": "NY", 
    "thomas_id": "01184", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-10-07", 
  "subjects": [
    "Administrative remedies", 
    "Congressional oversight", 
    "Department of Housing and Urban Development", 
    "Employment and training programs", 
    "Housing and community development", 
    "Housing and community development funding", 
    "Low- and moderate-income housing", 
    "Performance measurement", 
    "Public contracts and procurement", 
    "Public housing", 
    "Residential rehabilitation and home repair"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-10-07", 
    "text": "Section 3 Modernization and Improvement Act of 2015\n\nThis bill amends the Housing and Urban Development Act of 1968 to revise the Department of Housing and Urban Development (HUD) program for economic opportunities for low- and very low-income persons.\n\nPublic and Indian housing agencies that receive HUD development assistance, operating assistance, or modernization grants provided under the program (recipients) must report annually to HUD on their compliance with employment and contracting requirements and on the performance of their contractors and subcontractors.\n\nHUD must develop and implement policies and procedures for imposing a series of administrative sanctions, graduated in severity, on recipients and their contractors and subcontractors for noncompliance with this Act or the program's requirements.\n\nThe HUD rental assistance program is exempted from requirements that:\n\n opportunities for training and employment in connection with a housing rehabilitation, housing construction, or other public construction project be given to low- and very low-income persons residing within the metropolitan area (or nonmetropolitan county) in which the project is located; and contracts awarded for work in connection with such projects be given to businesses providing economic opportunities for such persons in those areas in which the assistance is expended. HUD shall require that public housing agencies (PHAs) and owners of multifamily properties assisted under the rental assistance program, and their contractors and subcontractors, make their best efforts to give low- and very low-income persons all the training and employment opportunities generated by or in such properties, including opportunities: (1) not involving property construction or rehabilitation; and (2) generated by assistance provided under the program.\n\nHUD must also require that such PHAs and owners award work contracts in connection with these properties to businesses that provide economic opportunities for low- and very low-income persons."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Section 3 Modernization and Improvement Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To modernize and improve the program for economic opportunities for low-income persons under section 3 of the Housing and Urban Development Act of 1968, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:54:35-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR3697:@@@L&summ2=m&"
}