{
  "actions": [
    {
      "acted_at": "2016-04-20", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5000-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-04-20", 
  "number": "5000", 
  "official_title": "To amend the National Labor Relations Act to establish an efficient system to enable employees to form, join, or assist labor organizations, to provide for mandatory injunctions for unfair labor practices during organizing efforts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3690-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2142-114", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2398-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Employee Free Choice Act of 2016", 
  "sponsor": {
    "district": "9", 
    "name": "Grayson, Alan", 
    "state": "FL", 
    "thomas_id": "01914", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-04-20", 
  "subjects": [
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2016-04-20", 
    "text": "Employee Free Choice Act of 2016\n\nThis bill amends the National Labor Relations Act to require the National Labor Relations Board to certify, without an election, an individual or labor organization to be the exclusive representative of the employees in a unit appropriate for bargaining if a majority of the employees has signed valid authorizations designating the individual or labor organization specified in a properly filed petition as their bargaining representative, and no other individual or labor organization is currently certified or recognized as the exclusive representative of any of the employees in the unit.\n\nThe Board shall develop guidelines and procedures for the designation by employees of a bargaining representative.\n\nWhenever collective bargaining is for the purpose of establishing an initial agreement involving a newly organized or certified employee representative, the requirements for bargaining collectively shall be modified. The parties shall meet to bargain collectively within 10 days after the employer receives a written request. The Federal Mediation and Conciliation Service (FMCS) shall use its best efforts, by mediation and conciliation, to bring the parties to agreement if 90 days lapse without settlement of a dispute. If such efforts fail for 30 days, the FMCS shall refer the dispute to an arbitration panel, whose decision shall bind the parties for two years, unless the parties consent to a different time period.\n\n The preliminary investigation of charges involving employer discrimination or unfair labor practices while employees of that employer were seeking representation by a labor organization shall be made forthwith and given priority over all other cases except cases of like character in the office where the charge is filed or to which it is referred.\n\nThe Board shall award an employee back pay and, in addition, twice that amount as liquidated damages if it finds that the employer has discriminated against the employee either during the period while the employer's employees were seeking representation by a labor organization, or during the period from the time a labor organization was recognized as a representative until the first collective bargaining contract between the employer and the representative was entered into.\n\n Any employer who willfully or repeatedly commits any unfair labor practice during these periods shall, in addition to any make-whole remedy ordered, be subject to a civil penalty of up to $20,000 for each violation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Employee Free Choice Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the National Labor Relations Act to establish an efficient system to enable employees to form, join, or assist labor organizations, to provide for mandatory injunctions for unfair labor practices during organizing efforts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T07:05:29-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR5000:@@@L&summ2=m&"
}