{
  "actions": [
    {
      "acted_at": "2015-03-04", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-04-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1318-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "DelBene, Suzan K.", 
      "sponsored_at": "2015-04-14", 
      "state": "WA", 
      "thomas_id": "02096", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Dold, Robert J.", 
      "sponsored_at": "2015-03-04", 
      "state": "IL", 
      "thomas_id": "02013", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Heck, Denny", 
      "sponsored_at": "2015-04-14", 
      "state": "WA", 
      "thomas_id": "02170", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Larsen, Rick", 
      "sponsored_at": "2015-03-04", 
      "state": "WA", 
      "thomas_id": "01675", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Takai, Mark", 
      "sponsored_at": "2015-03-04", 
      "state": "HI", 
      "thomas_id": "02240", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-03-04", 
  "number": "1318", 
  "official_title": "To reauthorize the Impact Aid Program under the Elementary and Secondary Education Act of 1965.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Local Taxpayer Relief Act", 
  "sponsor": {
    "district": null, 
    "name": "Noem, Kristi L.", 
    "state": "SD", 
    "thomas_id": "02060", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-03-04", 
  "subjects": [
    "Education", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Indian lands and resources rights", 
    "Indian social and development programs", 
    "Land transfers", 
    "Military facilities and property", 
    "Military personnel and dependents", 
    "Minority education", 
    "Property tax", 
    "Residential rehabilitation and home repair", 
    "State and local finance"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-03-04", 
    "text": "Local Taxpayer Relief Act\n\nAmends the Impact Aid Improvement Act of 2012 to make permanent amendments that Act made to the Impact Aid program (which compensates local educational agencies [LEAs] for the financial burden of federal activities affecting their school districts) that:\n\n require the valuation of the federal property located within the boundaries of an LEA by calculating the valuation, for property tax purposes, of all property within the LEA's boundaries and then multiplying that value by the proportion of that property that is federal property; alter the formula for determining the foundation payments due LEAs for federal ownership of property when appropriations for a fiscal year are insufficient to provide them with full compensation; alter the formula for determining the payments due LEAs for eligible federally-connected children who are displaced from federal property or Indian lands due to housing renovation or rebuilding; and direct the Secretary of Education to complete Impact Aid payments to eligible LEAs within three fiscal years of their appropriation. Amends the Impact Aid program of the Elementary and Secondary Education Act of 1965 to alter the formula for determining the payments due LEAs for eligible federally-connected children. Includes not only children in average daily attendance but also those enrolled pursuant to a state open enrollment policy.\n\nContinues an LEA's eligibility for such payments while activities associated with military base closures and realignments or force structure changes or relocations are ongoing.\n\nAllows the calculation of such payments using current student counts instead of prior fiscal year data when LEAs experience a specified influx of new federally-connected students due to federal activities or the closure of an LEA that was receiving Impact Aid due to federally-connected children.\n\nRequires the Secretary to allow LEAs to count their federally-connected children using the date they register their students for the fiscal year for which their application is filed.\n\nAlters the formula for determining the construction payments due LEAs that are eligible for other Impact Aid payments. Divides 80% of the construction funds evenly between LEAs impacted by military dependent children and LEAs impacted by children residing on Indian lands, with the remainder reserved for emergency repair and modernization grants to LEAs serving Indian lands or experiencing a specified influx of new students due to federal activities.\n\nAlters the formula for determining whether a state's plan for equalizing assistance to its LEAs will except it from the prohibition on state aid to LEAs being affected by Impact Aid payments.\n\nRequires new LEAs applying for Impact Aid to have boundaries established by state law and the authority to tax or receive an imputed local tax.\n\nReauthorizes appropriations for the Impact Aid program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Local Taxpayer Relief Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reauthorize the Impact Aid Program under the Elementary and Secondary Education Act of 1965.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:34:25-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR1318:@@@L&summ2=m&"
}