{
  "actions": [
    {
      "acted_at": "2015-02-25", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Water, Power and Oceans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1060-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water, Power and Oceans", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Costa, Jim", 
      "sponsored_at": "2015-04-30", 
      "state": "CA", 
      "thomas_id": "01774", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Denham, Jeff", 
      "sponsored_at": "2015-04-30", 
      "state": "CA", 
      "thomas_id": "01995", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Garamendi, John", 
      "sponsored_at": "2015-02-25", 
      "state": "CA", 
      "thomas_id": "01973", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-02-25", 
  "number": "1060", 
  "official_title": "To direct the Secretary of the Interior to take actions to support non-Federal investments in water infrastructure improvements in the Sacramento Valley, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sacramento Valley Water Storage and Restoration Act of 2015", 
  "sponsor": {
    "district": "1", 
    "name": "LaMalfa, Doug", 
    "state": "CA", 
    "thomas_id": "02100", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-02-25", 
  "subjects": [
    "California", 
    "Dams and canals", 
    "Electric power generation and transmission", 
    "Endangered and threatened species", 
    "Environmental assessment, monitoring, research", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Lakes and rivers", 
    "Water resources development", 
    "Water resources funding", 
    "Water storage", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-02-25", 
    "text": "Sacramento Valley Water Storage and Restoration Act of 2015\n\n Directs the Department of the Interior, acting through the Bureau of Reclamation, to: (1) finalize and publish in the Federal Register the feasibility study authorized in the Water Supply, Reliability, and Environmental Improvement Act, for enlargement of the Los Vaqueros Reservoir in Contra Costa County, California; (2) work with the Department of Commerce, the Army Corps of Engineers, and the Environmental Protection Agency, by June 30, 2015, to coordinate the efforts of the relevant agencies and work with the state of California, the Sites Project Authority, and other stakeholders to complete and issue the final joint environmental impact statement and report on the Sites Project (the Sites Reservoir in Glenn and Colusa Counties, California, and related facilities, including associated water conveyance and hydropower generation and transmission facilities); and (3) enter into agreements with the Authority to carry out such work as the Bureau and the Authority mutually agree is appropriate to ensure that all studies and environmental reviews are completed on an expeditious basis and that the shortest applicable process under the National Environmental Policy Act is utilized, including in the completion of the final feasibility study and final joint environmental impact statement and report on the Sites Project.\n\nAmends the Calfed Bay-Delta Authorization Act to: (1) authorize construction of the Sites Reservoir in Colusa County if Interior determines that the project is feasible; and (2) direct the Bureau, at the Authority's request, to enter into a project partnership agreement for the Authority to provide full project management control for construction of the Sites Project, or a separable element of the Project, in accordance with plans approved by Interior.\n\nAuthorizes and directs: (1) the Bureau to advance the Sites Project as a non-federal project if the Bureau determines and Interior concurs that the Project can be expedited by the Authority as a non-federal project and that there is a demonstrable federal interest for the Project to be constructed and operated as a non-federal project, and (2) Interior to execute and implement a long-term agreement with the Authority for the coordination of operations of the Central Valley Project and the Sites Project.\n\nDirects the Bureau to: (1) be the lead federal agency for the purposes of all federal reviews, analyses, opinions, statements, permits, licenses, or other approvals or decisions required under federal law to allow either the Bureau or the Authority to construct the Sites Project; and (2) take such steps as necessary to ensure that all such reviews, approvals, or decisions required to allow either the Bureau or the Authority to construct the Sites Project are completed on an expeditious basis and utilize the shortest applicable process."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Sacramento Valley Water Storage and Restoration Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To direct the Secretary of the Interior to take actions to support non-Federal investments in water infrastructure improvements in the Sacramento Valley, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:32:07-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR1060:@@@L&summ2=m&"
}