{
  "actions": [
    {
      "acted_at": "2015-01-09", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-01-27", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr245-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-01-27", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-01-09", 
  "number": "245", 
  "official_title": "To amend title 38, United States Code, to codify certain existing provisions of law relating to effective dates for claims under the laws administered by the Secretary of Veterans Affairs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Abraham, Ralph Lee", 
    "state": "LA", 
    "thomas_id": "02244", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-01-09", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Armed forces and national security", 
    "Department of Veterans Affairs", 
    "Government information and archives", 
    "Veterans' medical care", 
    "Veterans' pensions and compensation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-01-09", 
    "text": "Describes an \"informal claim\" for a veterans' benefit as a communication in writing requesting a determination of entitlement or evidencing a belief in entitlement to such benefit that is submitted by a claimant, or an authorized party on the claimant's behalf, in a format other than on an application form submitted by the Secretary of Veterans Affairs (VA). Requires an informal claim to also indicate an intent to apply for an identified benefit.\n\nRequires the Secretary to:\n\n provide a claimant who submits an informal claim with an application form on which to submit a formal claim; maintain in the claimant's claim file a dated copy of the letter accompanying that application form; and consider an application to have been filed, for benefit purposes, on the date on which an informal communication relating to such benefit is submitted, unless the claimant fails to file the application form within 180 days after the Secretary provides that form. Requires an informal request for increasing or reopening a claim to be accepted and treated in the same manner as a formal claim.\n\nDefines a \"reasonably raised claim\" for a veterans' benefit as evidence of an entitlement to such benefit that is not explicitly raised in a claim but is logically placed at issue upon a sympathetic reading of the claim and the record developed with respect to the claim.\n\nDirects the Secretary to identify, address, and adjudicate reasonably raised claims that are placed at issue in the course of addressing or adjudicating any claim, including evidence relating to entirely separate conditions never identified as part of a formal claim."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title 38, United States Code, to codify certain existing provisions of law relating to effective dates for claims under the laws administered by the Secretary of Veterans Affairs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T06:25:16-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR245:@@@L&summ2=m&"
}