{
  "actions": [
    {
      "acted_at": "2016-04-21", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5033-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Connolly, Gerald E.", 
      "sponsored_at": "2016-04-28", 
      "state": "VA", 
      "thomas_id": "01959", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "DeSaulnier, Mark", 
      "sponsored_at": "2016-04-28", 
      "state": "CA", 
      "thomas_id": "02227", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Kelly, Robin L.", 
      "sponsored_at": "2016-04-28", 
      "state": "IL", 
      "thomas_id": "02190", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Russell, Steve", 
      "sponsored_at": "2016-04-21", 
      "state": "OK", 
      "thomas_id": "02265", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-04-21", 
  "number": "5033", 
  "official_title": "To improve the Governmentwide management of unnecessarily duplicative Government programs and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2834-114", 
      "reason": "identical", 
      "type": "bill"
    }, 
    {
      "bill_id": "s3011-114", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Getting Results through Enhanced Accountability and Transparency Act of 2016", 
  "sponsor": {
    "district": "8", 
    "name": "Duckworth, Tammy", 
    "state": "IL", 
    "thomas_id": "02123", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-04-21", 
  "subjects": [
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2016-04-21", 
    "text": "Getting Results through Enhanced Accountability and Transparency Act of 2016\n\nThis bill requires that the Government Accountability Office's (GAO's) annual report on the findings of its routine investigations to identify programs, agencies, offices, and initiatives with unnecessarily duplicative goals and activities within agencies and government-wide aggregate separately estimates of related costs for instances of actual and potential unnecessary duplication and other potential cost savings and revenue collection.\n\nWhen executive agencies (excluding the Department of Energy, the Central Intelligence Agency, the National Security Agency, the Department of Defense, and certain other agencies) conduct their systemic review of operations on a continuing basis, the purpose of their reviews must include: (1) improving agency performance toward its mission, (2) informing learning and decisionmaking processes, (3) assessing opportunities to improve coordination within the agency and with other agencies, and (4) identifying employees who cause their units to be outstanding toward achieving the agency's mission.\n\nChief operating officers' responsibilities are expanded to include: (1) improving evaluation and risk management of their agencies; (2) addressing crosscutting program and management issues, including opportunities to improve coordination and address unnecessary duplication, within and external to the agency using an enterprise risk management approach; (3) overseeing agency-specific efforts to improve management of mission-oriented components and units; and (4) coordinating with mission-related components, units, and support functions at their agency and the major components of their agency.\n\nThe Office of Management and Budget's (OMB's) federal government performance plan submitted with each budget must provide plans to address management challenges concerning unnecessary duplication. Agency performance plans for each program activity set forth in the budget must include planned actions and performance goals for resolving such challenges.\n\nThe OMB's federal government priority goals must include mission support for financial, human capital, information technology, procurement, and real estate management. The OMB must consider GAO recommendations when developing or adjusting such goals. Performance improvement officers must collaborate with the heads of agency components and mission support functions when they advise agency heads and chief operating officers on strategic planning. Their advice must include performance evaluation and risk management.\n\nThe Performance Improvement Council's (PIC's) functions are expanded to include: (1) resolving government-wide issues relating to coordination and unnecessary duplication; (2) facilitating the exchange of performance improvement practices with state and local governments and other nonfederal stakeholders; and (3) coordinating with interagency mission support councils. PIC must also establish a public website that contains annual reports describing its structure, budgets, funding, staffing, and activities.\n\nThe chief operating officers of agencies must list on a public website all of the plans and reports that their agencies produce for Congress with citations to the relevant statutory requirements.\n\nAgencies must submit to Congress statements regarding the actions they have taken in response to recommendations in the GAO's: (1) annual report on unnecessarily duplicative goals and activities, and (2) High Risk list of fraud, waste, abuse, and mismanagement.\n\nExecutive agencies' internal accounting and administrative controls and the OMB's guidelines for evaluating such controls must address the management of high-priority enterprise risks."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Getting Results through Enhanced Accountability and Transparency Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To improve the Governmentwide management of unnecessarily duplicative Government programs and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2016-06-25T07:05:46-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d114:HR5033:@@@L&summ2=m&"
}